[
  {
    "type": "article",
    "id": "3wB77oTL",
    "categories": [
      "Machine Learning (cs.LG)",
      "Genomics (q-bio.GN)",
      "FOS: Computer and information sciences",
      "FOS: Computer and information sciences",
      "FOS: Biological sciences",
      "FOS: Biological sciences"
    ],
    "author": [
      {
        "family": "Nguyen",
        "given": "Eric"
      },
      {
        "family": "Poli",
        "given": "Michael"
      },
      {
        "family": "Faizi",
        "given": "Marjan"
      },
      {
        "family": "Thomas",
        "given": "Armin"
      },
      {
        "family": "Birch-Sykes",
        "given": "Callum"
      },
      {
        "family": "Wornow",
        "given": "Michael"
      },
      {
        "family": "Patel",
        "given": "Aman"
      },
      {
        "family": "Rabideau",
        "given": "Clayton"
      },
      {
        "family": "Massaroli",
        "given": "Stefano"
      },
      {
        "family": "Bengio",
        "given": "Yoshua"
      },
      {
        "family": "Ermon",
        "given": "Stefano"
      },
      {
        "family": "Baccus",
        "given": "Stephen A."
      },
      {
        "family": "Ré",
        "given": "Chris"
      }
    ],
    "issued": {
      "date-parts": [
        [
          2023
        ]
      ]
    },
    "abstract": "Genomic (DNA) sequences encode an enormous amount of information for gene regulation and protein synthesis. Similar to natural language models, researchers have proposed foundation models in genomics to learn generalizable features from unlabeled genome data that can then be fine-tuned for downstream tasks such as identifying regulatory elements. Due to the quadratic scaling of attention, previous Transformer-based genomic models have used 512 to 4k tokens as context (&lt;0.001% of the human genome), significantly limiting the modeling of long-range interactions in DNA. In addition, these methods rely on tokenizers or fixed k-mers to aggregate meaningful DNA units, losing single nucleotide resolution where subtle genetic variations can completely alter protein function via single nucleotide polymorphisms (SNPs). Recently, Hyena, a large language model based on implicit convolutions was shown to match attention in quality while allowing longer context lengths and lower time complexity. Leveraging Hyena's new long-range capabilities, we present HyenaDNA, a genomic foundation model pretrained on the human reference genome with context lengths of up to 1 million tokens at the single nucleotide-level - an up to 500x increase over previous dense attention-based models. HyenaDNA scales sub-quadratically in sequence length (training up to 160x faster than Transformer), uses single nucleotide tokens, and has full global context at each layer. We explore what longer context enables - including the first use of in-context learning in genomics. On fine-tuned benchmarks from the Nucleotide Transformer, HyenaDNA reaches state-of-the-art (SotA) on 12 of 18 datasets using a model with orders of magnitude less parameters and pretraining data. On the GenomicBenchmarks, HyenaDNA surpasses SotA on 7 of 8 datasets on average by +10 accuracy points. Code at https://github.com/HazyResearch/hyena-dna.",
    "DOI": "10.48550/arxiv.2306.15794",
    "publisher": "arXiv",
    "title": "HyenaDNA: Long-Range Genomic Sequence Modeling at Single Nucleotide Resolution",
    "URL": "https://doi.org/gs3v5j",
    "version": "2",
    "note": "This CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: doi:10.48550/arxiv.2306.15794"
  },
  {
    "URL": "Abramson",
    "type": "webpage",
    "id": "MDJLJlU",
    "note": "This CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: url:Abramson"
  },
  {
    "URL": "https://academic.oup.com/nar/article/26/1/94/2379498",
    "type": "webpage",
    "id": "yOdF9F1J",
    "note": "This CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: url:https://academic.oup.com/nar/article/26/1/94/2379498"
  },
  {
    "id": "eM1kmLmc",
    "type": "book",
    "abstract": "2 v. : 24 cm; Includes bibliographical references and index; v. 1. Basic characterization -- v. 2. Structure prediction",
    "ISBN": "9780387333212",
    "language": "eng",
    "number-of-pages": "424",
    "publisher": "New York, N.Y. : Springer",
    "source": "Internet Archive",
    "title": "Computational methods for protein structure prediction and modeling",
    "URL": "http://archive.org/details/computationalmet0000unse_u4q5",
    "contributor": [
      {
        "literal": "Internet Archive"
      }
    ],
    "accessed": {
      "date-parts": [
        [
          "2024",
          6,
          14
        ]
      ]
    },
    "issued": {
      "date-parts": [
        [
          "2007"
        ]
      ]
    },
    "note": "This CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: url:https://archive.org/details/computationalmet0000unse_u4q5"
  },
  {
    "id": "jMSKwR4o",
    "type": "webpage",
    "title": "arXiv.org e-Print archive",
    "URL": "https://arxiv.org/",
    "accessed": {
      "date-parts": [
        [
          "2024",
          6,
          14
        ]
      ]
    },
    "note": "This CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: url:https://arxiv.org"
  },
  {
    "id": "12eS31RFj",
    "type": "article",
    "abstract": "How can we perform efficient inference and learning in directed probabilistic models, in the presence of continuous latent variables with intractable posterior distributions, and large datasets? We introduce a stochastic variational inference and learning algorithm that scales to large datasets and, under some mild differentiability conditions, even works in the intractable case. Our contributions are two-fold. First, we show that a reparameterization of the variational lower bound yields a lower bound estimator that can be straightforwardly optimized using standard stochastic gradient methods. Second, we show that for i.i.d. datasets with continuous latent variables per datapoint, posterior inference can be made especially efficient by fitting an approximate inference model (also called a recognition model) to the intractable posterior using the proposed lower bound estimator. Theoretical advantages are reflected in experimental results.",
    "DOI": "10.48550/arXiv.1312.6114",
    "note": "arXiv:1312.6114 [cs, stat]\nThis CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: url:https://arxiv.org/abs/1312.6114",
    "number": "arXiv:1312.6114",
    "publisher": "arXiv",
    "source": "arXiv.org",
    "title": "Auto-Encoding Variational Bayes",
    "URL": "http://arxiv.org/abs/1312.6114",
    "author": [
      {
        "family": "Kingma",
        "given": "Diederik P."
      },
      {
        "family": "Welling",
        "given": "Max"
      }
    ],
    "accessed": {
      "date-parts": [
        [
          "2024",
          6,
          14
        ]
      ]
    },
    "issued": {
      "date-parts": [
        [
          "2022",
          12,
          10
        ]
      ]
    }
  },
  {
    "id": "J5FKNc97",
    "type": "article",
    "abstract": "We propose a new framework for estimating generative models via an adversarial process, in which we simultaneously train two models: a generative model G that captures the data distribution, and a discriminative model D that estimates the probability that a sample came from the training data rather than G. The training procedure for G is to maximize the probability of D making a mistake. This framework corresponds to a minimax two-player game. In the space of arbitrary functions G and D, a unique solution exists, with G recovering the training data distribution and D equal to 1/2 everywhere. In the case where G and D are defined by multilayer perceptrons, the entire system can be trained with backpropagation. There is no need for any Markov chains or unrolled approximate inference networks during either training or generation of samples. Experiments demonstrate the potential of the framework through qualitative and quantitative evaluation of the generated samples.",
    "DOI": "10.48550/arXiv.1406.2661",
    "note": "arXiv:1406.2661 [cs, stat]\nThis CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: url:https://arxiv.org/abs/1406.2661",
    "number": "arXiv:1406.2661",
    "publisher": "arXiv",
    "source": "arXiv.org",
    "title": "Generative Adversarial Networks",
    "URL": "http://arxiv.org/abs/1406.2661",
    "author": [
      {
        "family": "Goodfellow",
        "given": "Ian J."
      },
      {
        "family": "Pouget-Abadie",
        "given": "Jean"
      },
      {
        "family": "Mirza",
        "given": "Mehdi"
      },
      {
        "family": "Xu",
        "given": "Bing"
      },
      {
        "family": "Warde-Farley",
        "given": "David"
      },
      {
        "family": "Ozair",
        "given": "Sherjil"
      },
      {
        "family": "Courville",
        "given": "Aaron"
      },
      {
        "family": "Bengio",
        "given": "Yoshua"
      }
    ],
    "accessed": {
      "date-parts": [
        [
          "2024",
          6,
          14
        ]
      ]
    },
    "issued": {
      "date-parts": [
        [
          "2014",
          6,
          10
        ]
      ]
    }
  },
  {
    "id": "7jG4ORkP",
    "type": "article",
    "abstract": "The field of machine learning has taken a dramatic twist in recent times, with the rise of the Artificial Neural Network (ANN). These biologically inspired computational models are able to far exceed the performance of previous forms of artificial intelligence in common machine learning tasks. One of the most impressive forms of ANN architecture is that of the Convolutional Neural Network (CNN). CNNs are primarily used to solve difficult image-driven pattern recognition tasks and with their precise yet simple architecture, offers a simplified method of getting started with ANNs. This document provides a brief introduction to CNNs, discussing recently published papers and newly formed techniques in developing these brilliantly fantastic image recognition models. This introduction assumes you are familiar with the fundamentals of ANNs and machine learning.",
    "DOI": "10.48550/arXiv.1511.08458",
    "note": "arXiv:1511.08458 [cs]\nThis CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: url:https://arxiv.org/abs/1511.08458",
    "number": "arXiv:1511.08458",
    "publisher": "arXiv",
    "source": "arXiv.org",
    "title": "An Introduction to Convolutional Neural Networks",
    "URL": "http://arxiv.org/abs/1511.08458",
    "author": [
      {
        "family": "O'Shea",
        "given": "Keiron"
      },
      {
        "family": "Nash",
        "given": "Ryan"
      }
    ],
    "accessed": {
      "date-parts": [
        [
          "2024",
          6,
          14
        ]
      ]
    },
    "issued": {
      "date-parts": [
        [
          "2015",
          12,
          2
        ]
      ]
    }
  },
  {
    "id": "gdGFbXoj",
    "type": "article",
    "abstract": "The dominant sequence transduction models are based on complex recurrent or convolutional neural networks in an encoder-decoder configuration. The best performing models also connect the encoder and decoder through an attention mechanism. We propose a new simple network architecture, the Transformer, based solely on attention mechanisms, dispensing with recurrence and convolutions entirely. Experiments on two machine translation tasks show these models to be superior in quality while being more parallelizable and requiring significantly less time to train. Our model achieves 28.4 BLEU on the WMT 2014 English-to-German translation task, improving over the existing best results, including ensembles by over 2 BLEU. On the WMT 2014 English-to-French translation task, our model establishes a new single-model state-of-the-art BLEU score of 41.8 after training for 3.5 days on eight GPUs, a small fraction of the training costs of the best models from the literature. We show that the Transformer generalizes well to other tasks by applying it successfully to English constituency parsing both with large and limited training data.",
    "DOI": "10.48550/arXiv.1706.03762",
    "note": "arXiv:1706.03762 [cs]\nThis CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: url:https://arxiv.org/abs/1706.03762",
    "number": "arXiv:1706.03762",
    "publisher": "arXiv",
    "source": "arXiv.org",
    "title": "Attention Is All You Need",
    "URL": "http://arxiv.org/abs/1706.03762",
    "author": [
      {
        "family": "Vaswani",
        "given": "Ashish"
      },
      {
        "family": "Shazeer",
        "given": "Noam"
      },
      {
        "family": "Parmar",
        "given": "Niki"
      },
      {
        "family": "Uszkoreit",
        "given": "Jakob"
      },
      {
        "family": "Jones",
        "given": "Llion"
      },
      {
        "family": "Gomez",
        "given": "Aidan N."
      },
      {
        "family": "Kaiser",
        "given": "Lukasz"
      },
      {
        "family": "Polosukhin",
        "given": "Illia"
      }
    ],
    "accessed": {
      "date-parts": [
        [
          "2024",
          6,
          14
        ]
      ]
    },
    "issued": {
      "date-parts": [
        [
          "2023",
          8,
          1
        ]
      ]
    }
  },
  {
    "id": "cnHJ2ZPM",
    "type": "article",
    "abstract": "We introduce a new language representation model called BERT, which stands for Bidirectional Encoder Representations from Transformers. Unlike recent language representation models, BERT is designed to pre-train deep bidirectional representations from unlabeled text by jointly conditioning on both left and right context in all layers. As a result, the pre-trained BERT model can be fine-tuned with just one additional output layer to create state-of-the-art models for a wide range of tasks, such as question answering and language inference, without substantial task-specific architecture modifications. BERT is conceptually simple and empirically powerful. It obtains new state-of-the-art results on eleven natural language processing tasks, including pushing the GLUE score to 80.5% (7.7% point absolute improvement), MultiNLI accuracy to 86.7% (4.6% absolute improvement), SQuAD v1.1 question answering Test F1 to 93.2 (1.5 point absolute improvement) and SQuAD v2.0 Test F1 to 83.1 (5.1 point absolute improvement).",
    "DOI": "10.48550/arXiv.1810.04805",
    "note": "arXiv:1810.04805 [cs]\nThis CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: url:https://arxiv.org/abs/1810.04805",
    "number": "arXiv:1810.04805",
    "publisher": "arXiv",
    "source": "arXiv.org",
    "title": "BERT: Pre-training of Deep Bidirectional Transformers for Language Understanding",
    "title-short": "BERT",
    "URL": "http://arxiv.org/abs/1810.04805",
    "author": [
      {
        "family": "Devlin",
        "given": "Jacob"
      },
      {
        "family": "Chang",
        "given": "Ming-Wei"
      },
      {
        "family": "Lee",
        "given": "Kenton"
      },
      {
        "family": "Toutanova",
        "given": "Kristina"
      }
    ],
    "accessed": {
      "date-parts": [
        [
          "2024",
          6,
          14
        ]
      ]
    },
    "issued": {
      "date-parts": [
        [
          "2019",
          5,
          24
        ]
      ]
    }
  },
  {
    "id": "1EHGNXskO",
    "type": "article",
    "abstract": "We propose an alternative generator architecture for generative adversarial networks, borrowing from style transfer literature. The new architecture leads to an automatically learned, unsupervised separation of high-level attributes (e.g., pose and identity when trained on human faces) and stochastic variation in the generated images (e.g., freckles, hair), and it enables intuitive, scale-specific control of the synthesis. The new generator improves the state-of-the-art in terms of traditional distribution quality metrics, leads to demonstrably better interpolation properties, and also better disentangles the latent factors of variation. To quantify interpolation quality and disentanglement, we propose two new, automated methods that are applicable to any generator architecture. Finally, we introduce a new, highly varied and high-quality dataset of human faces.",
    "DOI": "10.48550/arXiv.1812.04948",
    "note": "arXiv:1812.04948 [cs, stat]\nThis CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: url:https://arxiv.org/abs/1812.04948",
    "number": "arXiv:1812.04948",
    "publisher": "arXiv",
    "source": "arXiv.org",
    "title": "A Style-Based Generator Architecture for Generative Adversarial Networks",
    "URL": "http://arxiv.org/abs/1812.04948",
    "author": [
      {
        "family": "Karras",
        "given": "Tero"
      },
      {
        "family": "Laine",
        "given": "Samuli"
      },
      {
        "family": "Aila",
        "given": "Timo"
      }
    ],
    "accessed": {
      "date-parts": [
        [
          "2024",
          6,
          14
        ]
      ]
    },
    "issued": {
      "date-parts": [
        [
          "2019",
          3,
          29
        ]
      ]
    }
  },
  {
    "id": "1DdwoI1Kr",
    "type": "article",
    "abstract": "Transfer learning, where a model is first pre-trained on a data-rich task before being fine-tuned on a downstream task, has emerged as a powerful technique in natural language processing (NLP). The effectiveness of transfer learning has given rise to a diversity of approaches, methodology, and practice. In this paper, we explore the landscape of transfer learning techniques for NLP by introducing a unified framework that converts all text-based language problems into a text-to-text format. Our systematic study compares pre-training objectives, architectures, unlabeled data sets, transfer approaches, and other factors on dozens of language understanding tasks. By combining the insights from our exploration with scale and our new ``Colossal Clean Crawled Corpus'', we achieve state-of-the-art results on many benchmarks covering summarization, question answering, text classification, and more. To facilitate future work on transfer learning for NLP, we release our data set, pre-trained models, and code.",
    "DOI": "10.48550/arXiv.1910.10683",
    "note": "arXiv:1910.10683 [cs, stat]\nThis CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: url:https://arxiv.org/abs/1910.10683",
    "number": "arXiv:1910.10683",
    "publisher": "arXiv",
    "source": "arXiv.org",
    "title": "Exploring the Limits of Transfer Learning with a Unified Text-to-Text Transformer",
    "URL": "http://arxiv.org/abs/1910.10683",
    "author": [
      {
        "family": "Raffel",
        "given": "Colin"
      },
      {
        "family": "Shazeer",
        "given": "Noam"
      },
      {
        "family": "Roberts",
        "given": "Adam"
      },
      {
        "family": "Lee",
        "given": "Katherine"
      },
      {
        "family": "Narang",
        "given": "Sharan"
      },
      {
        "family": "Matena",
        "given": "Michael"
      },
      {
        "family": "Zhou",
        "given": "Yanqi"
      },
      {
        "family": "Li",
        "given": "Wei"
      },
      {
        "family": "Liu",
        "given": "Peter J."
      }
    ],
    "accessed": {
      "date-parts": [
        [
          "2024",
          6,
          14
        ]
      ]
    },
    "issued": {
      "date-parts": [
        [
          "2023",
          9,
          19
        ]
      ]
    }
  },
  {
    "id": "To07TIhw",
    "type": "article",
    "abstract": "State-of-the-art solutions in the areas of \"Language Modelling & Generating Text\", \"Speech Recognition\", \"Generating Image Descriptions\" or \"Video Tagging\" have been using Recurrent Neural Networks as the foundation for their approaches. Understanding the underlying concepts is therefore of tremendous importance if we want to keep up with recent or upcoming publications in those areas. In this work we give a short overview over some of the most important concepts in the realm of Recurrent Neural Networks which enables readers to easily understand the fundamentals such as but not limited to \"Backpropagation through Time\" or \"Long Short-Term Memory Units\" as well as some of the more recent advances like the \"Attention Mechanism\" or \"Pointer Networks\". We also give recommendations for further reading regarding more complex topics where it is necessary.",
    "DOI": "10.48550/arXiv.1912.05911",
    "note": "arXiv:1912.05911 [cs, stat]\nThis CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: url:https://arxiv.org/abs/1912.05911",
    "number": "arXiv:1912.05911",
    "publisher": "arXiv",
    "source": "arXiv.org",
    "title": "Recurrent Neural Networks (RNNs): A gentle Introduction and Overview",
    "title-short": "Recurrent Neural Networks (RNNs)",
    "URL": "http://arxiv.org/abs/1912.05911",
    "author": [
      {
        "family": "Schmidt",
        "given": "Robin M."
      }
    ],
    "accessed": {
      "date-parts": [
        [
          "2024",
          6,
          14
        ]
      ]
    },
    "issued": {
      "date-parts": [
        [
          "2019",
          11,
          23
        ]
      ]
    }
  },
  {
    "id": "LoYLzWSf",
    "type": "article",
    "abstract": "An autoencoder is a specific type of a neural network, which is mainly designed to encode the input into a compressed and meaningful representation, and then decode it back such that the reconstructed input is similar as possible to the original one. This chapter surveys the different types of autoencoders that are mainly used today. It also describes various applications and use-cases of autoencoders.",
    "DOI": "10.48550/arXiv.2003.05991",
    "note": "arXiv:2003.05991 [cs, stat]\nThis CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: url:https://arxiv.org/abs/2003.05991",
    "number": "arXiv:2003.05991",
    "publisher": "arXiv",
    "source": "arXiv.org",
    "title": "Autoencoders",
    "URL": "http://arxiv.org/abs/2003.05991",
    "author": [
      {
        "family": "Bank",
        "given": "Dor"
      },
      {
        "family": "Koenigstein",
        "given": "Noam"
      },
      {
        "family": "Giryes",
        "given": "Raja"
      }
    ],
    "accessed": {
      "date-parts": [
        [
          "2024",
          6,
          14
        ]
      ]
    },
    "issued": {
      "date-parts": [
        [
          "2021",
          4,
          3
        ]
      ]
    }
  },
  {
    "id": "ihwUK6Sk",
    "type": "article",
    "abstract": "Recent work has demonstrated substantial gains on many NLP tasks and benchmarks by pre-training on a large corpus of text followed by fine-tuning on a specific task. While typically task-agnostic in architecture, this method still requires task-specific fine-tuning datasets of thousands or tens of thousands of examples. By contrast, humans can generally perform a new language task from only a few examples or from simple instructions - something which current NLP systems still largely struggle to do. Here we show that scaling up language models greatly improves task-agnostic, few-shot performance, sometimes even reaching competitiveness with prior state-of-the-art fine-tuning approaches. Specifically, we train GPT-3, an autoregressive language model with 175 billion parameters, 10x more than any previous non-sparse language model, and test its performance in the few-shot setting. For all tasks, GPT-3 is applied without any gradient updates or fine-tuning, with tasks and few-shot demonstrations specified purely via text interaction with the model. GPT-3 achieves strong performance on many NLP datasets, including translation, question-answering, and cloze tasks, as well as several tasks that require on-the-fly reasoning or domain adaptation, such as unscrambling words, using a novel word in a sentence, or performing 3-digit arithmetic. At the same time, we also identify some datasets where GPT-3's few-shot learning still struggles, as well as some datasets where GPT-3 faces methodological issues related to training on large web corpora. Finally, we find that GPT-3 can generate samples of news articles which human evaluators have difficulty distinguishing from articles written by humans. We discuss broader societal impacts of this finding and of GPT-3 in general.",
    "DOI": "10.48550/arXiv.2005.14165",
    "note": "arXiv:2005.14165 [cs]\nThis CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: url:https://arxiv.org/abs/2005.14165",
    "number": "arXiv:2005.14165",
    "publisher": "arXiv",
    "source": "arXiv.org",
    "title": "Language Models are Few-Shot Learners",
    "URL": "http://arxiv.org/abs/2005.14165",
    "author": [
      {
        "family": "Brown",
        "given": "Tom B."
      },
      {
        "family": "Mann",
        "given": "Benjamin"
      },
      {
        "family": "Ryder",
        "given": "Nick"
      },
      {
        "family": "Subbiah",
        "given": "Melanie"
      },
      {
        "family": "Kaplan",
        "given": "Jared"
      },
      {
        "family": "Dhariwal",
        "given": "Prafulla"
      },
      {
        "family": "Neelakantan",
        "given": "Arvind"
      },
      {
        "family": "Shyam",
        "given": "Pranav"
      },
      {
        "family": "Sastry",
        "given": "Girish"
      },
      {
        "family": "Askell",
        "given": "Amanda"
      },
      {
        "family": "Agarwal",
        "given": "Sandhini"
      },
      {
        "family": "Herbert-Voss",
        "given": "Ariel"
      },
      {
        "family": "Krueger",
        "given": "Gretchen"
      },
      {
        "family": "Henighan",
        "given": "Tom"
      },
      {
        "family": "Child",
        "given": "Rewon"
      },
      {
        "family": "Ramesh",
        "given": "Aditya"
      },
      {
        "family": "Ziegler",
        "given": "Daniel M."
      },
      {
        "family": "Wu",
        "given": "Jeffrey"
      },
      {
        "family": "Winter",
        "given": "Clemens"
      },
      {
        "family": "Hesse",
        "given": "Christopher"
      },
      {
        "family": "Chen",
        "given": "Mark"
      },
      {
        "family": "Sigler",
        "given": "Eric"
      },
      {
        "family": "Litwin",
        "given": "Mateusz"
      },
      {
        "family": "Gray",
        "given": "Scott"
      },
      {
        "family": "Chess",
        "given": "Benjamin"
      },
      {
        "family": "Clark",
        "given": "Jack"
      },
      {
        "family": "Berner",
        "given": "Christopher"
      },
      {
        "family": "McCandlish",
        "given": "Sam"
      },
      {
        "family": "Radford",
        "given": "Alec"
      },
      {
        "family": "Sutskever",
        "given": "Ilya"
      },
      {
        "family": "Amodei",
        "given": "Dario"
      }
    ],
    "accessed": {
      "date-parts": [
        [
          "2024",
          6,
          14
        ]
      ]
    },
    "issued": {
      "date-parts": [
        [
          "2020",
          7,
          22
        ]
      ]
    }
  },
  {
    "id": "tzRTBD2w",
    "type": "article",
    "abstract": "We present high quality image synthesis results using diffusion probabilistic models, a class of latent variable models inspired by considerations from nonequilibrium thermodynamics. Our best results are obtained by training on a weighted variational bound designed according to a novel connection between diffusion probabilistic models and denoising score matching with Langevin dynamics, and our models naturally admit a progressive lossy decompression scheme that can be interpreted as a generalization of autoregressive decoding. On the unconditional CIFAR10 dataset, we obtain an Inception score of 9.46 and a state-of-the-art FID score of 3.17. On 256x256 LSUN, we obtain sample quality similar to ProgressiveGAN. Our implementation is available at https://github.com/hojonathanho/diffusion",
    "DOI": "10.48550/arXiv.2006.11239",
    "note": "arXiv:2006.11239 [cs, stat]\nThis CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: url:https://arxiv.org/abs/2006.11239",
    "number": "arXiv:2006.11239",
    "publisher": "arXiv",
    "source": "arXiv.org",
    "title": "Denoising Diffusion Probabilistic Models",
    "URL": "http://arxiv.org/abs/2006.11239",
    "author": [
      {
        "family": "Ho",
        "given": "Jonathan"
      },
      {
        "family": "Jain",
        "given": "Ajay"
      },
      {
        "family": "Abbeel",
        "given": "Pieter"
      }
    ],
    "accessed": {
      "date-parts": [
        [
          "2024",
          6,
          14
        ]
      ]
    },
    "issued": {
      "date-parts": [
        [
          "2020",
          12,
          16
        ]
      ]
    }
  },
  {
    "id": "emwEKYnI",
    "type": "article",
    "abstract": "By decomposing the image formation process into a sequential application of denoising autoencoders, diffusion models (DMs) achieve state-of-the-art synthesis results on image data and beyond. Additionally, their formulation allows for a guiding mechanism to control the image generation process without retraining. However, since these models typically operate directly in pixel space, optimization of powerful DMs often consumes hundreds of GPU days and inference is expensive due to sequential evaluations. To enable DM training on limited computational resources while retaining their quality and flexibility, we apply them in the latent space of powerful pretrained autoencoders. In contrast to previous work, training diffusion models on such a representation allows for the first time to reach a near-optimal point between complexity reduction and detail preservation, greatly boosting visual fidelity. By introducing cross-attention layers into the model architecture, we turn diffusion models into powerful and flexible generators for general conditioning inputs such as text or bounding boxes and high-resolution synthesis becomes possible in a convolutional manner. Our latent diffusion models (LDMs) achieve a new state of the art for image inpainting and highly competitive performance on various tasks, including unconditional image generation, semantic scene synthesis, and super-resolution, while significantly reducing computational requirements compared to pixel-based DMs. Code is available at https://github.com/CompVis/latent-diffusion .",
    "DOI": "10.48550/arXiv.2112.10752",
    "note": "arXiv:2112.10752 [cs]\nThis CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: url:https://arxiv.org/abs/2112.10752",
    "number": "arXiv:2112.10752",
    "publisher": "arXiv",
    "source": "arXiv.org",
    "title": "High-Resolution Image Synthesis with Latent Diffusion Models",
    "URL": "http://arxiv.org/abs/2112.10752",
    "author": [
      {
        "family": "Rombach",
        "given": "Robin"
      },
      {
        "family": "Blattmann",
        "given": "Andreas"
      },
      {
        "family": "Lorenz",
        "given": "Dominik"
      },
      {
        "family": "Esser",
        "given": "Patrick"
      },
      {
        "family": "Ommer",
        "given": "Björn"
      }
    ],
    "accessed": {
      "date-parts": [
        [
          "2024",
          6,
          14
        ]
      ]
    },
    "issued": {
      "date-parts": [
        [
          "2022",
          4,
          13
        ]
      ]
    }
  },
  {
    "id": "eRP3HctH",
    "type": "article",
    "abstract": "Large language models (LLMs), such as ChatGPT, have received substantial attention due to their capabilities for understanding and generating human language. While there has been a burgeoning trend in research focusing on the employment of LLMs in supporting different medical tasks (e.g., enhancing clinical diagnostics and providing medical education), a review of these efforts, particularly their development, practical applications, and outcomes in medicine, remains scarce. Therefore, this review aims to provide a detailed overview of the development and deployment of LLMs in medicine, including the challenges and opportunities they face. In terms of development, we provide a detailed introduction to the principles of existing medical LLMs, including their basic model structures, number of parameters, and sources and scales of data used for model development. It serves as a guide for practitioners in developing medical LLMs tailored to their specific needs. In terms of deployment, we offer a comparison of the performance of different LLMs across various medical tasks, and further compare them with state-of-the-art lightweight models, aiming to provide an understanding of the advantages and limitations of LLMs in medicine. Overall, in this review, we address the following questions: 1) What are the practices for developing medical LLMs 2) How to measure the medical task performance of LLMs in a medical setting? 3) How have medical LLMs been employed in real-world practice? 4) What challenges arise from the use of medical LLMs? and 5) How to more effectively develop and deploy medical LLMs? By answering these questions, this review aims to provide insights into the opportunities for LLMs in medicine and serve as a practical resource. We also maintain a regularly updated list of practical guides on medical LLMs at: https://github.com/AI-in-Health/MedLLMsPracticalGuide.",
    "DOI": "10.48550/arXiv.2311.05112",
    "note": "arXiv:2311.05112 [cs]\nThis CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: url:https://arxiv.org/abs/2311.05112",
    "number": "arXiv:2311.05112",
    "publisher": "arXiv",
    "source": "arXiv.org",
    "title": "A Survey of Large Language Models in Medicine: Progress, Application, and Challenge",
    "title-short": "A Survey of Large Language Models in Medicine",
    "URL": "http://arxiv.org/abs/2311.05112",
    "author": [
      {
        "family": "Zhou",
        "given": "Hongjian"
      },
      {
        "family": "Liu",
        "given": "Fenglin"
      },
      {
        "family": "Gu",
        "given": "Boyang"
      },
      {
        "family": "Zou",
        "given": "Xinyu"
      },
      {
        "family": "Huang",
        "given": "Jinfa"
      },
      {
        "family": "Wu",
        "given": "Jinge"
      },
      {
        "family": "Li",
        "given": "Yiru"
      },
      {
        "family": "Chen",
        "given": "Sam S."
      },
      {
        "family": "Zhou",
        "given": "Peilin"
      },
      {
        "family": "Liu",
        "given": "Junling"
      },
      {
        "family": "Hua",
        "given": "Yining"
      },
      {
        "family": "Mao",
        "given": "Chengfeng"
      },
      {
        "family": "You",
        "given": "Chenyu"
      },
      {
        "family": "Wu",
        "given": "Xian"
      },
      {
        "family": "Zheng",
        "given": "Yefeng"
      },
      {
        "family": "Clifton",
        "given": "Lei"
      },
      {
        "family": "Li",
        "given": "Zheng"
      },
      {
        "family": "Luo",
        "given": "Jiebo"
      },
      {
        "family": "Clifton",
        "given": "David A."
      }
    ],
    "accessed": {
      "date-parts": [
        [
          "2024",
          6,
          14
        ]
      ]
    },
    "issued": {
      "date-parts": [
        [
          "2024",
          5,
          15
        ]
      ]
    }
  },
  {
    "URL": "https://febs.onlinelibrary.wiley.com/toc/14321033/5/2",
    "type": "webpage",
    "id": "ibvKtnrl",
    "note": "This CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: url:https://febs.onlinelibrary.wiley.com/toc/14321033/5/2"
  },
  {
    "id": "dae8L6vr",
    "type": "webpage",
    "title": "Expert systems: An overview | IEEE Journals & Magazine | IEEE Xplore",
    "URL": "https://ieeexplore.ieee.org/document/1145205",
    "accessed": {
      "date-parts": [
        [
          "2024",
          6,
          14
        ]
      ]
    },
    "note": "This CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: url:https://ieeexplore.ieee.org/document/1145205"
  },
  {
    "id": "IWQdHNWs",
    "type": "webpage",
    "title": "Efficient Training Management for Mobile Crowd-Machine Learning: A Deep Reinforcement Learning Approach | IEEE Journals & Magazine | IEEE Xplore",
    "URL": "https://ieeexplore.ieee.org/document/8716527",
    "accessed": {
      "date-parts": [
        [
          "2024",
          6,
          14
        ]
      ]
    },
    "note": "This CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: url:https://ieeexplore.ieee.org/document/8716527"
  },
  {
    "id": "bLNWjb9u",
    "type": "webpage",
    "title": "Unsupervised K-Means Clustering Algorithm | IEEE Journals & Magazine | IEEE Xplore",
    "URL": "https://ieeexplore.ieee.org/document/9072123",
    "accessed": {
      "date-parts": [
        [
          "2024",
          6,
          14
        ]
      ]
    },
    "note": "This CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: url:https://ieeexplore.ieee.org/document/9072123"
  },
  {
    "id": "yxIOlxEU",
    "type": "article-journal",
    "abstract": "In this paper three problems for a connectionist account of language are considered1.What is the nature of linguistic representations?2.How can complex structural relationships such as constituent be represented?3.How can the apparently open-ended nature of language be accommodated by a fixed-resource system?",
    "container-title": "Machine Learning",
    "DOI": "10.1007/BF00114844",
    "ISSN": "1573-0565",
    "issue": "2",
    "journalAbbreviation": "Mach Learn",
    "language": "en",
    "page": "195-225",
    "source": "Springer Link",
    "title": "Distributed representations, simple recurrent networks, and grammatical structure",
    "URL": "https://doi.org/10.1007/BF00114844",
    "volume": "7",
    "author": [
      {
        "family": "Elman",
        "given": "Jeffrey L."
      }
    ],
    "accessed": {
      "date-parts": [
        [
          "2024",
          6,
          14
        ]
      ]
    },
    "issued": {
      "date-parts": [
        [
          "1991",
          9,
          1
        ]
      ]
    },
    "note": "This CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: url:https://link.springer.com/article/10.1007/BF00114844"
  },
  {
    "id": "RqzQpRL0",
    "type": "article-journal",
    "abstract": "This is the story of how Nick Metropolis came to build the MANIAC and about the scientific uses to which it was put in the early days of electronic computing. Among the illustrious scientists attracted to the MANIAC were Fermi, Teller, von Neumann, Bethe, Gamow, and Ulam. Many of the scientific contributions were “firsts” that had a profound influence on subsequent developments over a wide spectrum of scientific activities. These included the pion-proton phase shift analysis, the nonlinear coupled oscillators, the study of the genetic code, importance sampling, two-dimensional hydrodynamics, Monte Carlo calculation of nuclear cascades, universalities of iterative functions and “anticlerical” chess.",
    "container-title": "Journal of Statistical Physics",
    "DOI": "10.1007/BF02628301",
    "ISSN": "1572-9613",
    "issue": "5",
    "journalAbbreviation": "J Stat Phys",
    "language": "en",
    "page": "731-748",
    "source": "Springer Link",
    "title": "Scientific uses of the MANIAC",
    "URL": "https://doi.org/10.1007/BF02628301",
    "volume": "43",
    "author": [
      {
        "family": "Anderson",
        "given": "H. L."
      }
    ],
    "accessed": {
      "date-parts": [
        [
          "2024",
          6,
          14
        ]
      ]
    },
    "issued": {
      "date-parts": [
        [
          "1986",
          6,
          1
        ]
      ]
    },
    "note": "This CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: url:https://link.springer.com/article/10.1007/BF02628301"
  },
  {
    "id": "1BWjfloX3",
    "type": "article-journal",
    "abstract": "“Volunteer computing” is the use of consumer digital devices for high-throughput scientific computing. It can provide large computing capacity at low cost, but presents challenges due to device heterogeneity, unreliability, and churn. BOINC, a widely-used open-source middleware system for volunteer computing, addresses these challenges. We describe BOINC’s features, architecture, implementation, and algorithms.",
    "container-title": "Journal of Grid Computing",
    "DOI": "10.1007/s10723-019-09497-9",
    "ISSN": "1572-9184",
    "issue": "1",
    "journalAbbreviation": "J Grid Computing",
    "language": "en",
    "page": "99-122",
    "source": "Springer Link",
    "title": "BOINC: A Platform for Volunteer Computing",
    "title-short": "BOINC",
    "URL": "https://doi.org/10.1007/s10723-019-09497-9",
    "volume": "18",
    "author": [
      {
        "family": "Anderson",
        "given": "David P."
      }
    ],
    "accessed": {
      "date-parts": [
        [
          "2024",
          6,
          14
        ]
      ]
    },
    "issued": {
      "date-parts": [
        [
          "2020",
          3,
          1
        ]
      ]
    },
    "note": "This CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: url:https://link.springer.com/article/10.1007/s10723-019-09497-9"
  },
  {
    "id": "117qAPYe7",
    "type": "article-journal",
    "abstract": "Semi-supervised learning is the branch of machine learning concerned with using labelled as well as unlabelled data to perform certain learning tasks. Conceptually situated between supervised and unsupervised learning, it permits harnessing the large amounts of unlabelled data available in many use cases in combination with typically smaller sets of labelled data. In recent years, research in this area has followed the general trends observed in machine learning, with much attention directed at neural network-based models and generative learning. The literature on the topic has also expanded in volume and scope, now encompassing a broad spectrum of theory, algorithms and applications. However, no recent surveys exist to collect and organize this knowledge, impeding the ability of researchers and engineers alike to utilize it. Filling this void, we present an up-to-date overview of semi-supervised learning methods, covering earlier work as well as more recent advances. We focus primarily on semi-supervised classification, where the large majority of semi-supervised learning research takes place. Our survey aims to provide researchers and practitioners new to the field as well as more advanced readers with a solid understanding of the main approaches and algorithms developed over the past two decades, with an emphasis on the most prominent and currently relevant work. Furthermore, we propose a new taxonomy of semi-supervised classification algorithms, which sheds light on the different conceptual and methodological approaches for incorporating unlabelled data into the training process. Lastly, we show how the fundamental assumptions underlying most semi-supervised learning algorithms are closely connected to each other, and how they relate to the well-known semi-supervised clustering assumption.",
    "container-title": "Machine Learning",
    "DOI": "10.1007/s10994-019-05855-6",
    "ISSN": "1573-0565",
    "issue": "2",
    "journalAbbreviation": "Mach Learn",
    "language": "en",
    "page": "373-440",
    "source": "Springer Link",
    "title": "A survey on semi-supervised learning",
    "URL": "https://doi.org/10.1007/s10994-019-05855-6",
    "volume": "109",
    "author": [
      {
        "family": "Engelen",
        "given": "Jesper E.",
        "non-dropping-particle": "van"
      },
      {
        "family": "Hoos",
        "given": "Holger H."
      }
    ],
    "accessed": {
      "date-parts": [
        [
          "2024",
          6,
          14
        ]
      ]
    },
    "issued": {
      "date-parts": [
        [
          "2020",
          2,
          1
        ]
      ]
    },
    "note": "This CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: url:https://link.springer.com/article/10.1007/s10994-019-05855-6"
  },
  {
    "id": "17EunIaqv",
    "type": "chapter",
    "abstract": "Lasergene comprises eight applications, organized into functional units. A user with the full Lasergene system might employ the software as follows:",
    "container-title": "Bioinformatics Methods and Protocols",
    "event-place": "Totowa, NJ",
    "ISBN": "9781592591923",
    "language": "en",
    "note": "DOI: 10.1385/1-59259-192-2:71\nThis CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: url:https://link.springer.com/protocol/10.1385/1-59259-192-2:71",
    "page": "71-91",
    "publisher": "Humana Press",
    "publisher-place": "Totowa, NJ",
    "source": "Springer Link",
    "title": "DNASTAR’s Lasergene Sequence Analysis Software",
    "URL": "https://doi.org/10.1385/1-59259-192-2:71",
    "author": [
      {
        "family": "Burland",
        "given": "Timothy G."
      }
    ],
    "editor": [
      {
        "family": "Misener",
        "given": "Stephen"
      },
      {
        "family": "Krawetz",
        "given": "Stephen A."
      }
    ],
    "accessed": {
      "date-parts": [
        [
          "2024",
          6,
          14
        ]
      ]
    },
    "issued": {
      "date-parts": [
        [
          "1999"
        ]
      ]
    }
  },
  {
    "URL": "https://openai.com/index/chatgpt",
    "type": "webpage",
    "id": "UgpiYzZc",
    "note": "This CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: url:https://openai.com/index/chatgpt"
  },
  {
    "id": "1DNwvIpHH",
    "type": "webpage",
    "abstract": "PubMed® comprises more than 37 million citations for biomedical literature from MEDLINE, life science journals, and online books. Citations may include links to full text content from PubMed Central and publisher web sites.",
    "container-title": "PubMed",
    "language": "en",
    "title": "PubMed",
    "URL": "https://pubmed.ncbi.nlm.nih.gov/",
    "accessed": {
      "date-parts": [
        [
          "2024",
          6,
          14
        ]
      ]
    },
    "note": "This CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: url:https://pubmed.ncbi.nlm.nih.gov"
  },
  {
    "id": "18guJvxxN",
    "type": "article-journal",
    "abstract": "We report on the quality of a whole-genome assembly of Drosophila melanogaster and the nature of the computer algorithms that accomplished it. Three independent external data sources essentially agree with and support the assembly's sequence and ordering of contigs across the euchromatic portion of the genome. In addition, there are isolated contigs that we believe represent nonrepetitive pockets within the heterochromatin of the centromeres. Comparison with a previously sequenced 2.9- megabase region indicates that sequencing accuracy within nonrepetitive segments is greater than 99. 99% without manual curation. As such, this initial reconstruction of the Drosophila sequence should be of substantial value to the scientific community.",
    "container-title": "Science (New York, N.Y.)",
    "DOI": "10.1126/science.287.5461.2196",
    "ISSN": "0036-8075",
    "issue": "5461",
    "journalAbbreviation": "Science",
    "language": "eng",
    "note": "PMID: 10731133\nThis CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: url:https://pubmed.ncbi.nlm.nih.gov/10731133",
    "page": "2196-2204",
    "source": "PubMed",
    "title": "A whole-genome assembly of Drosophila",
    "volume": "287",
    "author": [
      {
        "family": "Myers",
        "given": "E. W."
      },
      {
        "family": "Sutton",
        "given": "G. G."
      },
      {
        "family": "Delcher",
        "given": "A. L."
      },
      {
        "family": "Dew",
        "given": "I. M."
      },
      {
        "family": "Fasulo",
        "given": "D. P."
      },
      {
        "family": "Flanigan",
        "given": "M. J."
      },
      {
        "family": "Kravitz",
        "given": "S. A."
      },
      {
        "family": "Mobarry",
        "given": "C. M."
      },
      {
        "family": "Reinert",
        "given": "K. H."
      },
      {
        "family": "Remington",
        "given": "K. A."
      },
      {
        "family": "Anson",
        "given": "E. L."
      },
      {
        "family": "Bolanos",
        "given": "R. A."
      },
      {
        "family": "Chou",
        "given": "H. H."
      },
      {
        "family": "Jordan",
        "given": "C. M."
      },
      {
        "family": "Halpern",
        "given": "A. L."
      },
      {
        "family": "Lonardi",
        "given": "S."
      },
      {
        "family": "Beasley",
        "given": "E. M."
      },
      {
        "family": "Brandon",
        "given": "R. C."
      },
      {
        "family": "Chen",
        "given": "L."
      },
      {
        "family": "Dunn",
        "given": "P. J."
      },
      {
        "family": "Lai",
        "given": "Z."
      },
      {
        "family": "Liang",
        "given": "Y."
      },
      {
        "family": "Nusskern",
        "given": "D. R."
      },
      {
        "family": "Zhan",
        "given": "M."
      },
      {
        "family": "Zhang",
        "given": "Q."
      },
      {
        "family": "Zheng",
        "given": "X."
      },
      {
        "family": "Rubin",
        "given": "G. M."
      },
      {
        "family": "Adams",
        "given": "M. D."
      },
      {
        "family": "Venter",
        "given": "J. C."
      }
    ],
    "issued": {
      "date-parts": [
        [
          "2000",
          3,
          24
        ]
      ]
    },
    "URL": "https://pubmed.ncbi.nlm.nih.gov/10731133"
  },
  {
    "id": "7GkBaAWF",
    "type": "article-journal",
    "abstract": "A 2.91-billion base pair (bp) consensus sequence of the euchromatic portion of the human genome was generated by the whole-genome shotgun sequencing method. The 14.8-billion bp DNA sequence was generated over 9 months from 27,271,853 high-quality sequence reads (5.11-fold coverage of the genome) from both ends of plasmid clones made from the DNA of five individuals. Two assembly strategies-a whole-genome assembly and a regional chromosome assembly-were used, each combining sequence data from Celera and the publicly funded genome effort. The public data were shredded into 550-bp segments to create a 2.9-fold coverage of those genome regions that had been sequenced, without including biases inherent in the cloning and assembly procedure used by the publicly funded group. This brought the effective coverage in the assemblies to eightfold, reducing the number and size of gaps in the final assembly over what would be obtained with 5.11-fold coverage. The two assembly strategies yielded very similar results that largely agree with independent mapping data. The assemblies effectively cover the euchromatic regions of the human chromosomes. More than 90% of the genome is in scaffold assemblies of 100,000 bp or more, and 25% of the genome is in scaffolds of 10 million bp or larger. Analysis of the genome sequence revealed 26,588 protein-encoding transcripts for which there was strong corroborating evidence and an additional approximately 12,000 computationally derived genes with mouse matches or other weak supporting evidence. Although gene-dense clusters are obvious, almost half the genes are dispersed in low G+C sequence separated by large tracts of apparently noncoding sequence. Only 1.1% of the genome is spanned by exons, whereas 24% is in introns, with 75% of the genome being intergenic DNA. Duplications of segmental blocks, ranging in size up to chromosomal lengths, are abundant throughout the genome and reveal a complex evolutionary history. Comparative genomic analysis indicates vertebrate expansions of genes associated with neuronal function, with tissue-specific developmental regulation, and with the hemostasis and immune systems. DNA sequence comparisons between the consensus sequence and publicly funded genome data provided locations of 2.1 million single-nucleotide polymorphisms (SNPs). A random pair of human haploid genomes differed at a rate of 1 bp per 1250 on average, but there was marked heterogeneity in the level of polymorphism across the genome. Less than 1% of all SNPs resulted in variation in proteins, but the task of determining which SNPs have functional consequences remains an open challenge.",
    "container-title": "Science (New York, N.Y.)",
    "DOI": "10.1126/science.1058040",
    "ISSN": "0036-8075",
    "issue": "5507",
    "journalAbbreviation": "Science",
    "language": "eng",
    "note": "PMID: 11181995\nThis CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: url:https://pubmed.ncbi.nlm.nih.gov/11181995",
    "page": "1304-1351",
    "source": "PubMed",
    "title": "The sequence of the human genome",
    "volume": "291",
    "author": [
      {
        "family": "Venter",
        "given": "J. C."
      },
      {
        "family": "Adams",
        "given": "M. D."
      },
      {
        "family": "Myers",
        "given": "E. W."
      },
      {
        "family": "Li",
        "given": "P. W."
      },
      {
        "family": "Mural",
        "given": "R. J."
      },
      {
        "family": "Sutton",
        "given": "G. G."
      },
      {
        "family": "Smith",
        "given": "H. O."
      },
      {
        "family": "Yandell",
        "given": "M."
      },
      {
        "family": "Evans",
        "given": "C. A."
      },
      {
        "family": "Holt",
        "given": "R. A."
      },
      {
        "family": "Gocayne",
        "given": "J. D."
      },
      {
        "family": "Amanatides",
        "given": "P."
      },
      {
        "family": "Ballew",
        "given": "R. M."
      },
      {
        "family": "Huson",
        "given": "D. H."
      },
      {
        "family": "Wortman",
        "given": "J. R."
      },
      {
        "family": "Zhang",
        "given": "Q."
      },
      {
        "family": "Kodira",
        "given": "C. D."
      },
      {
        "family": "Zheng",
        "given": "X. H."
      },
      {
        "family": "Chen",
        "given": "L."
      },
      {
        "family": "Skupski",
        "given": "M."
      },
      {
        "family": "Subramanian",
        "given": "G."
      },
      {
        "family": "Thomas",
        "given": "P. D."
      },
      {
        "family": "Zhang",
        "given": "J."
      },
      {
        "family": "Gabor Miklos",
        "given": "G. L."
      },
      {
        "family": "Nelson",
        "given": "C."
      },
      {
        "family": "Broder",
        "given": "S."
      },
      {
        "family": "Clark",
        "given": "A. G."
      },
      {
        "family": "Nadeau",
        "given": "J."
      },
      {
        "family": "McKusick",
        "given": "V. A."
      },
      {
        "family": "Zinder",
        "given": "N."
      },
      {
        "family": "Levine",
        "given": "A. J."
      },
      {
        "family": "Roberts",
        "given": "R. J."
      },
      {
        "family": "Simon",
        "given": "M."
      },
      {
        "family": "Slayman",
        "given": "C."
      },
      {
        "family": "Hunkapiller",
        "given": "M."
      },
      {
        "family": "Bolanos",
        "given": "R."
      },
      {
        "family": "Delcher",
        "given": "A."
      },
      {
        "family": "Dew",
        "given": "I."
      },
      {
        "family": "Fasulo",
        "given": "D."
      },
      {
        "family": "Flanigan",
        "given": "M."
      },
      {
        "family": "Florea",
        "given": "L."
      },
      {
        "family": "Halpern",
        "given": "A."
      },
      {
        "family": "Hannenhalli",
        "given": "S."
      },
      {
        "family": "Kravitz",
        "given": "S."
      },
      {
        "family": "Levy",
        "given": "S."
      },
      {
        "family": "Mobarry",
        "given": "C."
      },
      {
        "family": "Reinert",
        "given": "K."
      },
      {
        "family": "Remington",
        "given": "K."
      },
      {
        "family": "Abu-Threideh",
        "given": "J."
      },
      {
        "family": "Beasley",
        "given": "E."
      },
      {
        "family": "Biddick",
        "given": "K."
      },
      {
        "family": "Bonazzi",
        "given": "V."
      },
      {
        "family": "Brandon",
        "given": "R."
      },
      {
        "family": "Cargill",
        "given": "M."
      },
      {
        "family": "Chandramouliswaran",
        "given": "I."
      },
      {
        "family": "Charlab",
        "given": "R."
      },
      {
        "family": "Chaturvedi",
        "given": "K."
      },
      {
        "family": "Deng",
        "given": "Z."
      },
      {
        "family": "Di Francesco",
        "given": "V."
      },
      {
        "family": "Dunn",
        "given": "P."
      },
      {
        "family": "Eilbeck",
        "given": "K."
      },
      {
        "family": "Evangelista",
        "given": "C."
      },
      {
        "family": "Gabrielian",
        "given": "A. E."
      },
      {
        "family": "Gan",
        "given": "W."
      },
      {
        "family": "Ge",
        "given": "W."
      },
      {
        "family": "Gong",
        "given": "F."
      },
      {
        "family": "Gu",
        "given": "Z."
      },
      {
        "family": "Guan",
        "given": "P."
      },
      {
        "family": "Heiman",
        "given": "T. J."
      },
      {
        "family": "Higgins",
        "given": "M. E."
      },
      {
        "family": "Ji",
        "given": "R. R."
      },
      {
        "family": "Ke",
        "given": "Z."
      },
      {
        "family": "Ketchum",
        "given": "K. A."
      },
      {
        "family": "Lai",
        "given": "Z."
      },
      {
        "family": "Lei",
        "given": "Y."
      },
      {
        "family": "Li",
        "given": "Z."
      },
      {
        "family": "Li",
        "given": "J."
      },
      {
        "family": "Liang",
        "given": "Y."
      },
      {
        "family": "Lin",
        "given": "X."
      },
      {
        "family": "Lu",
        "given": "F."
      },
      {
        "family": "Merkulov",
        "given": "G. V."
      },
      {
        "family": "Milshina",
        "given": "N."
      },
      {
        "family": "Moore",
        "given": "H. M."
      },
      {
        "family": "Naik",
        "given": "A. K."
      },
      {
        "family": "Narayan",
        "given": "V. A."
      },
      {
        "family": "Neelam",
        "given": "B."
      },
      {
        "family": "Nusskern",
        "given": "D."
      },
      {
        "family": "Rusch",
        "given": "D. B."
      },
      {
        "family": "Salzberg",
        "given": "S."
      },
      {
        "family": "Shao",
        "given": "W."
      },
      {
        "family": "Shue",
        "given": "B."
      },
      {
        "family": "Sun",
        "given": "J."
      },
      {
        "family": "Wang",
        "given": "Z."
      },
      {
        "family": "Wang",
        "given": "A."
      },
      {
        "family": "Wang",
        "given": "X."
      },
      {
        "family": "Wang",
        "given": "J."
      },
      {
        "family": "Wei",
        "given": "M."
      },
      {
        "family": "Wides",
        "given": "R."
      },
      {
        "family": "Xiao",
        "given": "C."
      },
      {
        "family": "Yan",
        "given": "C."
      },
      {
        "family": "Yao",
        "given": "A."
      },
      {
        "family": "Ye",
        "given": "J."
      },
      {
        "family": "Zhan",
        "given": "M."
      },
      {
        "family": "Zhang",
        "given": "W."
      },
      {
        "family": "Zhang",
        "given": "H."
      },
      {
        "family": "Zhao",
        "given": "Q."
      },
      {
        "family": "Zheng",
        "given": "L."
      },
      {
        "family": "Zhong",
        "given": "F."
      },
      {
        "family": "Zhong",
        "given": "W."
      },
      {
        "family": "Zhu",
        "given": "S."
      },
      {
        "family": "Zhao",
        "given": "S."
      },
      {
        "family": "Gilbert",
        "given": "D."
      },
      {
        "family": "Baumhueter",
        "given": "S."
      },
      {
        "family": "Spier",
        "given": "G."
      },
      {
        "family": "Carter",
        "given": "C."
      },
      {
        "family": "Cravchik",
        "given": "A."
      },
      {
        "family": "Woodage",
        "given": "T."
      },
      {
        "family": "Ali",
        "given": "F."
      },
      {
        "family": "An",
        "given": "H."
      },
      {
        "family": "Awe",
        "given": "A."
      },
      {
        "family": "Baldwin",
        "given": "D."
      },
      {
        "family": "Baden",
        "given": "H."
      },
      {
        "family": "Barnstead",
        "given": "M."
      },
      {
        "family": "Barrow",
        "given": "I."
      },
      {
        "family": "Beeson",
        "given": "K."
      },
      {
        "family": "Busam",
        "given": "D."
      },
      {
        "family": "Carver",
        "given": "A."
      },
      {
        "family": "Center",
        "given": "A."
      },
      {
        "family": "Cheng",
        "given": "M. L."
      },
      {
        "family": "Curry",
        "given": "L."
      },
      {
        "family": "Danaher",
        "given": "S."
      },
      {
        "family": "Davenport",
        "given": "L."
      },
      {
        "family": "Desilets",
        "given": "R."
      },
      {
        "family": "Dietz",
        "given": "S."
      },
      {
        "family": "Dodson",
        "given": "K."
      },
      {
        "family": "Doup",
        "given": "L."
      },
      {
        "family": "Ferriera",
        "given": "S."
      },
      {
        "family": "Garg",
        "given": "N."
      },
      {
        "family": "Gluecksmann",
        "given": "A."
      },
      {
        "family": "Hart",
        "given": "B."
      },
      {
        "family": "Haynes",
        "given": "J."
      },
      {
        "family": "Haynes",
        "given": "C."
      },
      {
        "family": "Heiner",
        "given": "C."
      },
      {
        "family": "Hladun",
        "given": "S."
      },
      {
        "family": "Hostin",
        "given": "D."
      },
      {
        "family": "Houck",
        "given": "J."
      },
      {
        "family": "Howland",
        "given": "T."
      },
      {
        "family": "Ibegwam",
        "given": "C."
      },
      {
        "family": "Johnson",
        "given": "J."
      },
      {
        "family": "Kalush",
        "given": "F."
      },
      {
        "family": "Kline",
        "given": "L."
      },
      {
        "family": "Koduru",
        "given": "S."
      },
      {
        "family": "Love",
        "given": "A."
      },
      {
        "family": "Mann",
        "given": "F."
      },
      {
        "family": "May",
        "given": "D."
      },
      {
        "family": "McCawley",
        "given": "S."
      },
      {
        "family": "McIntosh",
        "given": "T."
      },
      {
        "family": "McMullen",
        "given": "I."
      },
      {
        "family": "Moy",
        "given": "M."
      },
      {
        "family": "Moy",
        "given": "L."
      },
      {
        "family": "Murphy",
        "given": "B."
      },
      {
        "family": "Nelson",
        "given": "K."
      },
      {
        "family": "Pfannkoch",
        "given": "C."
      },
      {
        "family": "Pratts",
        "given": "E."
      },
      {
        "family": "Puri",
        "given": "V."
      },
      {
        "family": "Qureshi",
        "given": "H."
      },
      {
        "family": "Reardon",
        "given": "M."
      },
      {
        "family": "Rodriguez",
        "given": "R."
      },
      {
        "family": "Rogers",
        "given": "Y. H."
      },
      {
        "family": "Romblad",
        "given": "D."
      },
      {
        "family": "Ruhfel",
        "given": "B."
      },
      {
        "family": "Scott",
        "given": "R."
      },
      {
        "family": "Sitter",
        "given": "C."
      },
      {
        "family": "Smallwood",
        "given": "M."
      },
      {
        "family": "Stewart",
        "given": "E."
      },
      {
        "family": "Strong",
        "given": "R."
      },
      {
        "family": "Suh",
        "given": "E."
      },
      {
        "family": "Thomas",
        "given": "R."
      },
      {
        "family": "Tint",
        "given": "N. N."
      },
      {
        "family": "Tse",
        "given": "S."
      },
      {
        "family": "Vech",
        "given": "C."
      },
      {
        "family": "Wang",
        "given": "G."
      },
      {
        "family": "Wetter",
        "given": "J."
      },
      {
        "family": "Williams",
        "given": "S."
      },
      {
        "family": "Williams",
        "given": "M."
      },
      {
        "family": "Windsor",
        "given": "S."
      },
      {
        "family": "Winn-Deen",
        "given": "E."
      },
      {
        "family": "Wolfe",
        "given": "K."
      },
      {
        "family": "Zaveri",
        "given": "J."
      },
      {
        "family": "Zaveri",
        "given": "K."
      },
      {
        "family": "Abril",
        "given": "J. F."
      },
      {
        "family": "Guigó",
        "given": "R."
      },
      {
        "family": "Campbell",
        "given": "M. J."
      },
      {
        "family": "Sjolander",
        "given": "K. V."
      },
      {
        "family": "Karlak",
        "given": "B."
      },
      {
        "family": "Kejariwal",
        "given": "A."
      },
      {
        "family": "Mi",
        "given": "H."
      },
      {
        "family": "Lazareva",
        "given": "B."
      },
      {
        "family": "Hatton",
        "given": "T."
      },
      {
        "family": "Narechania",
        "given": "A."
      },
      {
        "family": "Diemer",
        "given": "K."
      },
      {
        "family": "Muruganujan",
        "given": "A."
      },
      {
        "family": "Guo",
        "given": "N."
      },
      {
        "family": "Sato",
        "given": "S."
      },
      {
        "family": "Bafna",
        "given": "V."
      },
      {
        "family": "Istrail",
        "given": "S."
      },
      {
        "family": "Lippert",
        "given": "R."
      },
      {
        "family": "Schwartz",
        "given": "R."
      },
      {
        "family": "Walenz",
        "given": "B."
      },
      {
        "family": "Yooseph",
        "given": "S."
      },
      {
        "family": "Allen",
        "given": "D."
      },
      {
        "family": "Basu",
        "given": "A."
      },
      {
        "family": "Baxendale",
        "given": "J."
      },
      {
        "family": "Blick",
        "given": "L."
      },
      {
        "family": "Caminha",
        "given": "M."
      },
      {
        "family": "Carnes-Stine",
        "given": "J."
      },
      {
        "family": "Caulk",
        "given": "P."
      },
      {
        "family": "Chiang",
        "given": "Y. H."
      },
      {
        "family": "Coyne",
        "given": "M."
      },
      {
        "family": "Dahlke",
        "given": "C."
      },
      {
        "family": "Deslattes Mays",
        "given": "A."
      },
      {
        "family": "Dombroski",
        "given": "M."
      },
      {
        "family": "Donnelly",
        "given": "M."
      },
      {
        "family": "Ely",
        "given": "D."
      },
      {
        "family": "Esparham",
        "given": "S."
      },
      {
        "family": "Fosler",
        "given": "C."
      },
      {
        "family": "Gire",
        "given": "H."
      },
      {
        "family": "Glanowski",
        "given": "S."
      },
      {
        "family": "Glasser",
        "given": "K."
      },
      {
        "family": "Glodek",
        "given": "A."
      },
      {
        "family": "Gorokhov",
        "given": "M."
      },
      {
        "family": "Graham",
        "given": "K."
      },
      {
        "family": "Gropman",
        "given": "B."
      },
      {
        "family": "Harris",
        "given": "M."
      },
      {
        "family": "Heil",
        "given": "J."
      },
      {
        "family": "Henderson",
        "given": "S."
      },
      {
        "family": "Hoover",
        "given": "J."
      },
      {
        "family": "Jennings",
        "given": "D."
      },
      {
        "family": "Jordan",
        "given": "C."
      },
      {
        "family": "Jordan",
        "given": "J."
      },
      {
        "family": "Kasha",
        "given": "J."
      },
      {
        "family": "Kagan",
        "given": "L."
      },
      {
        "family": "Kraft",
        "given": "C."
      },
      {
        "family": "Levitsky",
        "given": "A."
      },
      {
        "family": "Lewis",
        "given": "M."
      },
      {
        "family": "Liu",
        "given": "X."
      },
      {
        "family": "Lopez",
        "given": "J."
      },
      {
        "family": "Ma",
        "given": "D."
      },
      {
        "family": "Majoros",
        "given": "W."
      },
      {
        "family": "McDaniel",
        "given": "J."
      },
      {
        "family": "Murphy",
        "given": "S."
      },
      {
        "family": "Newman",
        "given": "M."
      },
      {
        "family": "Nguyen",
        "given": "T."
      },
      {
        "family": "Nguyen",
        "given": "N."
      },
      {
        "family": "Nodell",
        "given": "M."
      },
      {
        "family": "Pan",
        "given": "S."
      },
      {
        "family": "Peck",
        "given": "J."
      },
      {
        "family": "Peterson",
        "given": "M."
      },
      {
        "family": "Rowe",
        "given": "W."
      },
      {
        "family": "Sanders",
        "given": "R."
      },
      {
        "family": "Scott",
        "given": "J."
      },
      {
        "family": "Simpson",
        "given": "M."
      },
      {
        "family": "Smith",
        "given": "T."
      },
      {
        "family": "Sprague",
        "given": "A."
      },
      {
        "family": "Stockwell",
        "given": "T."
      },
      {
        "family": "Turner",
        "given": "R."
      },
      {
        "family": "Venter",
        "given": "E."
      },
      {
        "family": "Wang",
        "given": "M."
      },
      {
        "family": "Wen",
        "given": "M."
      },
      {
        "family": "Wu",
        "given": "D."
      },
      {
        "family": "Wu",
        "given": "M."
      },
      {
        "family": "Xia",
        "given": "A."
      },
      {
        "family": "Zandieh",
        "given": "A."
      },
      {
        "family": "Zhu",
        "given": "X."
      }
    ],
    "issued": {
      "date-parts": [
        [
          "2001",
          2,
          16
        ]
      ]
    },
    "URL": "https://pubmed.ncbi.nlm.nih.gov/11181995"
  },
  {
    "id": "prCR1hpf",
    "type": "article-journal",
    "abstract": "Bioinformatics is often described as being in its infancy, but computers emerged as important tools in molecular biology during the early 1960s. A decade before DNA sequencing became feasible, computational biologists focused on the rapidly accumulating data from protein biochemistry. Without the benefits of super computers or computer networks, these scientists laid important conceptual and technical foundations for bioinformatics today.",
    "container-title": "Nature Reviews. Genetics",
    "DOI": "10.1038/35042090",
    "ISSN": "1471-0056",
    "issue": "3",
    "journalAbbreviation": "Nat Rev Genet",
    "language": "eng",
    "note": "PMID: 11252753\nThis CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: url:https://pubmed.ncbi.nlm.nih.gov/11252753",
    "page": "231-236",
    "source": "PubMed",
    "title": "The origins of bioinformatics",
    "volume": "1",
    "author": [
      {
        "family": "Hagen",
        "given": "J. B."
      }
    ],
    "issued": {
      "date-parts": [
        [
          "2000",
          12
        ]
      ]
    },
    "URL": "https://pubmed.ncbi.nlm.nih.gov/11252753"
  },
  {
    "id": "AtEWfwCG",
    "type": "article-journal",
    "container-title": "Nature",
    "DOI": "10.1038/181662a0",
    "ISSN": "0028-0836",
    "issue": "4610",
    "journalAbbreviation": "Nature",
    "language": "eng",
    "note": "PMID: 13517261\nThis CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: url:https://pubmed.ncbi.nlm.nih.gov/13517261",
    "page": "662-666",
    "source": "PubMed",
    "title": "A three-dimensional model of the myoglobin molecule obtained by x-ray analysis",
    "volume": "181",
    "author": [
      {
        "family": "Kendrew",
        "given": "J. C."
      },
      {
        "family": "Bodo",
        "given": "G."
      },
      {
        "family": "Dintzis",
        "given": "H. M."
      },
      {
        "family": "Parrish",
        "given": "R. G."
      },
      {
        "family": "Wyckoff",
        "given": "H."
      },
      {
        "family": "Phillips",
        "given": "D. C."
      }
    ],
    "issued": {
      "date-parts": [
        [
          "1958",
          3,
          8
        ]
      ]
    },
    "URL": "https://pubmed.ncbi.nlm.nih.gov/13517261"
  },
  {
    "id": "4gIVWSCR",
    "type": "article-journal",
    "container-title": "Proceedings of the National Academy of Sciences of the United States of America",
    "DOI": "10.1073/pnas.37.11.729",
    "ISSN": "0027-8424",
    "issue": "11",
    "journalAbbreviation": "Proc Natl Acad Sci U S A",
    "language": "eng",
    "note": "PMID: 16578412\nPMCID: PMC1063460\nThis CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: url:https://pubmed.ncbi.nlm.nih.gov/16578412",
    "page": "729-740",
    "source": "PubMed",
    "title": "Configurations of Polypeptide Chains With Favored Orientations Around Single Bonds: Two New Pleated Sheets",
    "title-short": "Configurations of Polypeptide Chains With Favored Orientations Around Single Bonds",
    "volume": "37",
    "author": [
      {
        "family": "Pauling",
        "given": "L."
      },
      {
        "family": "Corey",
        "given": "R. B."
      }
    ],
    "issued": {
      "date-parts": [
        [
          "1951",
          11
        ]
      ]
    },
    "URL": "https://pubmed.ncbi.nlm.nih.gov/16578412"
  },
  {
    "id": "Dq9jMQ6v",
    "type": "article-journal",
    "container-title": "Archives of Biochemistry",
    "ISSN": "0096-9621",
    "issue": "3",
    "journalAbbreviation": "Arch Biochem",
    "language": "eng",
    "note": "PMID: 18134557\nThis CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: url:https://pubmed.ncbi.nlm.nih.gov/18134557",
    "page": "475",
    "source": "PubMed",
    "title": "A method for the determination of amino acid sequence in peptides",
    "volume": "22",
    "author": [
      {
        "family": "Edman",
        "given": "P."
      }
    ],
    "issued": {
      "date-parts": [
        [
          "1949",
          7
        ]
      ]
    },
    "URL": "https://pubmed.ncbi.nlm.nih.gov/18134557"
  },
  {
    "id": "1DngqA2eE",
    "type": "article-journal",
    "abstract": "Structural proteomics is one of the powerful research areas in the postgenomic era, elucidating structure-function relationships of uncharacterized gene products based on the 3D protein structure. It proposes biochemical and cellular functions of unannotated proteins and thereby identifies potential drug design and protein engineering targets. Recently, a number of pioneering groups in structural proteomics research have achieved proof of structural proteomic theory by predicting the 3D structures of hypothetical proteins that successfully identified the biological functions of those proteins. The pioneering groups made use of a number of techniques, including NMR spectroscopy, which has been applied successfully to structural proteomics studies over the past 10 years. In addition, advances in hardware design, data acquisition methods, sample preparation and automation of data analysis have been developed and successfully applied to high-throughput structure determination techniques. These efforts ensure that NMR spectroscopy will become an important methodology for performing structural proteomics research on a genomic scale. NMR-based structural proteomics together with x-ray crystallography will provide a comprehensive structural database to predict the basic biological functions of hypothetical proteins identified by the genome projects.",
    "container-title": "Expert Review of Proteomics",
    "DOI": "10.1586/14789450.5.4.589",
    "ISSN": "1744-8387",
    "issue": "4",
    "journalAbbreviation": "Expert Rev Proteomics",
    "language": "eng",
    "note": "PMID: 18761469\nThis CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: url:https://pubmed.ncbi.nlm.nih.gov/18761469",
    "page": "589-601",
    "source": "PubMed",
    "title": "Structural proteomics by NMR spectroscopy",
    "volume": "5",
    "author": [
      {
        "family": "Shin",
        "given": "Joon"
      },
      {
        "family": "Lee",
        "given": "Woonghee"
      },
      {
        "family": "Lee",
        "given": "Weontae"
      }
    ],
    "issued": {
      "date-parts": [
        [
          "2008",
          8
        ]
      ]
    },
    "URL": "https://pubmed.ncbi.nlm.nih.gov/18761469"
  },
  {
    "id": "WmbDqOWv",
    "type": "article-journal",
    "container-title": "Nature",
    "DOI": "10.1038/185422a0",
    "ISSN": "0028-0836",
    "issue": "4711",
    "journalAbbreviation": "Nature",
    "language": "eng",
    "note": "PMID: 18990802\nThis CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: url:https://pubmed.ncbi.nlm.nih.gov/18990802",
    "page": "422-427",
    "source": "PubMed",
    "title": "Structure of myoglobin: A three-dimensional Fourier synthesis at 2 A. resolution",
    "title-short": "Structure of myoglobin",
    "volume": "185",
    "author": [
      {
        "family": "Kendrew",
        "given": "J. C."
      },
      {
        "family": "Dickerson",
        "given": "R. E."
      },
      {
        "family": "Strandberg",
        "given": "B. E."
      },
      {
        "family": "Hart",
        "given": "R. G."
      },
      {
        "family": "Davies",
        "given": "D. R."
      },
      {
        "family": "Phillips",
        "given": "D. C."
      },
      {
        "family": "Shore",
        "given": "V. C."
      }
    ],
    "issued": {
      "date-parts": [
        [
          "1960",
          2,
          13
        ]
      ]
    },
    "URL": "https://pubmed.ncbi.nlm.nih.gov/18990802"
  },
  {
    "id": "YYcdJkZI",
    "type": "article-journal",
    "abstract": "Collecting, comparing, and computing molecular sequences are among the most prevalent practices in contemporary biological research. They represent a specific way of producing knowledge. This paper explores the historical development of these practices, focusing on the work of Margaret O. Dayhoff, Richard V. Eck, and Robert S. Ledley, who produced the first computer-based collection of protein sequences, published in book format in 1965 as the Atlas of Protein Sequence and Structure. While these practices are generally associated with the rise of molecular evolution in the 1960s, this paper shows that they grew out of research agendas from the previous decade, including the biochemical investigation of the relations between the structures and function of proteins and the theoretical attempt to decipher the genetic code. It also shows how computers became essential for the handling and analysis of sequence data. Finally, this paper reflects on the relationships between experimenting and collecting as two distinct \"ways of knowing\" that were essential for the transformation of the life sciences in the twentieth century.",
    "container-title": "Journal of the History of Biology",
    "DOI": "10.1007/s10739-009-9221-0",
    "ISSN": "0022-5010",
    "issue": "4",
    "journalAbbreviation": "J Hist Biol",
    "language": "eng",
    "note": "PMID: 20665074\nThis CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: url:https://pubmed.ncbi.nlm.nih.gov/20665074",
    "page": "623-660",
    "source": "PubMed",
    "title": "Collecting, comparing, and computing sequences: the making of Margaret O. Dayhoff's Atlas of Protein Sequence and Structure, 1954-1965",
    "title-short": "Collecting, comparing, and computing sequences",
    "volume": "43",
    "author": [
      {
        "family": "Strasser",
        "given": "Bruno J."
      }
    ],
    "issued": {
      "date-parts": [
        [
          "2010"
        ]
      ]
    },
    "URL": "https://pubmed.ncbi.nlm.nih.gov/20665074"
  },
  {
    "id": "FWkpcKEh",
    "type": "article-journal",
    "abstract": "Understanding how complex phenotypes arise from individual molecules and their interactions is a primary challenge in biology that computational approaches are poised to tackle. We report a whole-cell computational model of the life cycle of the human pathogen Mycoplasma genitalium that includes all of its molecular components and their interactions. An integrative approach to modeling that combines diverse mathematics enabled the simultaneous inclusion of fundamentally different cellular processes and experimental measurements. Our whole-cell model accounts for all annotated gene functions and was validated against a broad range of data. The model provides insights into many previously unobserved cellular behaviors, including in vivo rates of protein-DNA association and an inverse relationship between the durations of DNA replication initiation and replication. In addition, experimental analysis directed by model predictions identified previously undetected kinetic parameters and biological functions. We conclude that comprehensive whole-cell models can be used to facilitate biological discovery.",
    "container-title": "Cell",
    "DOI": "10.1016/j.cell.2012.05.044",
    "ISSN": "1097-4172",
    "issue": "2",
    "journalAbbreviation": "Cell",
    "language": "eng",
    "note": "PMID: 22817898\nPMCID: PMC3413483\nThis CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: url:https://pubmed.ncbi.nlm.nih.gov/22817898",
    "page": "389-401",
    "source": "PubMed",
    "title": "A whole-cell computational model predicts phenotype from genotype",
    "volume": "150",
    "author": [
      {
        "family": "Karr",
        "given": "Jonathan R."
      },
      {
        "family": "Sanghvi",
        "given": "Jayodita C."
      },
      {
        "family": "Macklin",
        "given": "Derek N."
      },
      {
        "family": "Gutschow",
        "given": "Miriam V."
      },
      {
        "family": "Jacobs",
        "given": "Jared M."
      },
      {
        "family": "Bolival",
        "given": "Benjamin"
      },
      {
        "family": "Assad-Garcia",
        "given": "Nacyra"
      },
      {
        "family": "Glass",
        "given": "John I."
      },
      {
        "family": "Covert",
        "given": "Markus W."
      }
    ],
    "issued": {
      "date-parts": [
        [
          "2012",
          7,
          20
        ]
      ]
    },
    "URL": "https://pubmed.ncbi.nlm.nih.gov/22817898"
  },
  {
    "id": "10odPMDxs",
    "type": "article-journal",
    "abstract": "Clustal Omega is a completely rewritten and revised version of the widely used Clustal series of programs for multiple sequence alignment. It can deal with very large numbers (many tens of thousands) of DNA/RNA or protein sequences due to its use of the mBED algorithm for calculating guide trees. This algorithm allows very large alignment problems to be tackled very quickly, even on personal computers. The accuracy of the program has been considerably improved over earlier Clustal programs, through the use of the HHalign method for aligning profile hidden Markov models. The program currently is used from the command line or can be run on line.",
    "container-title": "Methods in Molecular Biology (Clifton, N.J.)",
    "DOI": "10.1007/978-1-62703-646-7_6",
    "ISSN": "1940-6029",
    "journalAbbreviation": "Methods Mol Biol",
    "language": "eng",
    "note": "PMID: 24170397\nThis CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: url:https://pubmed.ncbi.nlm.nih.gov/24170397",
    "page": "105-116",
    "source": "PubMed",
    "title": "Clustal Omega, accurate alignment of very large numbers of sequences",
    "volume": "1079",
    "author": [
      {
        "family": "Sievers",
        "given": "Fabian"
      },
      {
        "family": "Higgins",
        "given": "Desmond G."
      }
    ],
    "issued": {
      "date-parts": [
        [
          "2014"
        ]
      ]
    },
    "URL": "https://pubmed.ncbi.nlm.nih.gov/24170397"
  },
  {
    "id": "EOFcwWBm",
    "type": "article-journal",
    "abstract": "Integrated whole-cell modeling is poised to make a dramatic impact on molecular and systems biology, bioengineering, and medicine--once certain obstacles are overcome. From our group's experience building a whole-cell model of Mycoplasma genitalium, we identified several significant challenges to building models of more complex cells. Here we review and discuss these challenges in seven areas: first, experimental interrogation; second, data curation; third, model building and integration; fourth, accelerated computation; fifth, analysis and visualization; sixth, model validation; and seventh, collaboration and community development. Surmounting these challenges will require the cooperation of an interdisciplinary group of researchers to create increasingly sophisticated whole-cell models and make data, models, and simulations more accessible to the wider community.",
    "container-title": "Current Opinion in Biotechnology",
    "DOI": "10.1016/j.copbio.2014.01.012",
    "ISSN": "1879-0429",
    "journalAbbreviation": "Curr Opin Biotechnol",
    "language": "eng",
    "note": "PMID: 24556244\nPMCID: PMC4111988\nThis CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: url:https://pubmed.ncbi.nlm.nih.gov/24556244",
    "page": "111-115",
    "source": "PubMed",
    "title": "The future of whole-cell modeling",
    "volume": "28",
    "author": [
      {
        "family": "Macklin",
        "given": "Derek N."
      },
      {
        "family": "Ruggero",
        "given": "Nicholas A."
      },
      {
        "family": "Covert",
        "given": "Markus W."
      }
    ],
    "issued": {
      "date-parts": [
        [
          "2014",
          8
        ]
      ]
    },
    "URL": "https://pubmed.ncbi.nlm.nih.gov/24556244"
  },
  {
    "id": "ZSOb6iY1",
    "type": "article-journal",
    "abstract": "Our ability to build computational models that account for all known gene functions in a cell has increased dramatically. But why build whole-cell models, and how can they best be used? In this forum, we enumerate several areas in which whole-cell modeling can significantly impact research and technology.",
    "container-title": "Trends in Cell Biology",
    "DOI": "10.1016/j.tcb.2015.09.004",
    "ISSN": "1879-3088",
    "issue": "12",
    "journalAbbreviation": "Trends Cell Biol",
    "language": "eng",
    "note": "PMID: 26471224\nPMCID: PMC4663153\nThis CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: url:https://pubmed.ncbi.nlm.nih.gov/26471224",
    "page": "719-722",
    "source": "PubMed",
    "title": "Why Build Whole-Cell Models?",
    "volume": "25",
    "author": [
      {
        "family": "Carrera",
        "given": "Javier"
      },
      {
        "family": "Covert",
        "given": "Markus W."
      }
    ],
    "issued": {
      "date-parts": [
        [
          "2015",
          12
        ]
      ]
    },
    "URL": "https://pubmed.ncbi.nlm.nih.gov/26471224"
  },
  {
    "id": "NQbXc701",
    "type": "article-journal",
    "abstract": "DNA can be sequenced by a chemical procedure that breaks a terminally labeled DNA molecule partially at each repetition of a base. The lengths of the labeled fragments then identify the positions of that base. We describe reactions that cleave DNA preferentially at guanines, at adenines, at cytosines and thymines equally, and at cytosines alone. When the products of these four reactions are resolved by size, by electrophoresis on a polyacrylamide gel, the DNA sequence can be read from the pattern of radioactive bands. The technique will permit sequencing of at least 100 bases from the point of labeling.",
    "container-title": "Proceedings of the National Academy of Sciences of the United States of America",
    "DOI": "10.1073/pnas.74.2.560",
    "ISSN": "0027-8424",
    "issue": "2",
    "journalAbbreviation": "Proc Natl Acad Sci U S A",
    "language": "eng",
    "note": "PMID: 265521\nPMCID: PMC392330\nThis CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: url:https://pubmed.ncbi.nlm.nih.gov/265521",
    "page": "560-564",
    "source": "PubMed",
    "title": "A new method for sequencing DNA",
    "volume": "74",
    "author": [
      {
        "family": "Maxam",
        "given": "A. M."
      },
      {
        "family": "Gilbert",
        "given": "W."
      }
    ],
    "issued": {
      "date-parts": [
        [
          "1977",
          2
        ]
      ]
    },
    "URL": "https://pubmed.ncbi.nlm.nih.gov/265521"
  },
  {
    "id": "cc2nygki",
    "type": "article-journal",
    "abstract": "Protein secondary structure prediction began in 1951 when Pauling and Corey predicted helical and sheet conformations for protein polypeptide backbone even before the first protein structure was determined. Sixty-five years later, powerful new methods breathe new life into this field. The highest three-state accuracy without relying on structure templates is now at 82-84%, a number unthinkable just a few years ago. These improvements came from increasingly larger databases of protein sequences and structures for training, the use of template secondary structure information and more powerful deep learning techniques. As we are approaching to the theoretical limit of three-state prediction (88-90%), alternative to secondary structure prediction (prediction of backbone torsion angles and Cα-atom-based angles and torsion angles) not only has more room for further improvement but also allows direct prediction of three-dimensional fragment structures with constantly improved accuracy. About 20% of all 40-residue fragments in a database of 1199 non-redundant proteins have <6 Å root-mean-squared distance from the native conformations by SPIDER2. More powerful deep learning methods with improved capability of capturing long-range interactions begin to emerge as the next generation of techniques for secondary structure prediction. The time has come to finish off the final stretch of the long march towards protein secondary structure prediction.",
    "container-title": "Briefings in Bioinformatics",
    "DOI": "10.1093/bib/bbw129",
    "ISSN": "1477-4054",
    "issue": "3",
    "journalAbbreviation": "Brief Bioinform",
    "language": "eng",
    "note": "PMID: 28040746\nPMCID: PMC5952956\nThis CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: url:https://pubmed.ncbi.nlm.nih.gov/28040746",
    "page": "482-494",
    "source": "PubMed",
    "title": "Sixty-five years of the long march in protein secondary structure prediction: the final stretch?",
    "title-short": "Sixty-five years of the long march in protein secondary structure prediction",
    "volume": "19",
    "author": [
      {
        "family": "Yang",
        "given": "Yuedong"
      },
      {
        "family": "Gao",
        "given": "Jianzhao"
      },
      {
        "family": "Wang",
        "given": "Jihua"
      },
      {
        "family": "Heffernan",
        "given": "Rhys"
      },
      {
        "family": "Hanson",
        "given": "Jack"
      },
      {
        "family": "Paliwal",
        "given": "Kuldip"
      },
      {
        "family": "Zhou",
        "given": "Yaoqi"
      }
    ],
    "issued": {
      "date-parts": [
        [
          "2018",
          5,
          1
        ]
      ]
    },
    "URL": "https://pubmed.ncbi.nlm.nih.gov/28040746"
  },
  {
    "id": "17nhyKsKm",
    "type": "article-journal",
    "abstract": "Bayesian methods have become very popular in molecular phylogenetics due to the availability of user-friendly software implementing sophisticated models of evolution. However, Bayesian phylogenetic models are complex, and analyses are often carried out using default settings, which may not be appropriate. Here, we summarize the major features of Bayesian phylogenetic inference and discuss Bayesian computation using Markov chain Monte Carlo (MCMC), the diagnosis of an MCMC run, and ways of summarising the MCMC sample. We discuss the specification of the prior, the choice of the substitution model, and partitioning of the data. Finally, we provide a list of common Bayesian phylogenetic software and provide recommendations as to their use.",
    "container-title": "Nature Ecology & Evolution",
    "DOI": "10.1038/s41559-017-0280-x",
    "ISSN": "2397-334X",
    "issue": "10",
    "journalAbbreviation": "Nat Ecol Evol",
    "language": "eng",
    "note": "PMID: 28983516\nPMCID: PMC5624502\nThis CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: url:https://pubmed.ncbi.nlm.nih.gov/28983516",
    "page": "1446-1454",
    "source": "PubMed",
    "title": "A biologist's guide to Bayesian phylogenetic analysis",
    "volume": "1",
    "author": [
      {
        "family": "Nascimento",
        "given": "Fabrícia F."
      },
      {
        "family": "Reis",
        "given": "Mario Dos"
      },
      {
        "family": "Yang",
        "given": "Ziheng"
      }
    ],
    "issued": {
      "date-parts": [
        [
          "2017",
          10
        ]
      ]
    },
    "URL": "https://pubmed.ncbi.nlm.nih.gov/28983516"
  },
  {
    "id": "9IbNBDhy",
    "type": "article-journal",
    "abstract": "A progressive alignment method is described that utilizes the Needleman and Wunsch pairwise alignment algorithm iteratively to achieve the multiple alignment of a set of protein sequences and to construct an evolutionary tree depicting their relationship. The sequences are assumed a priori to share a common ancestor, and the trees are constructed from difference matrices derived directly from the multiple alignment. The thrust of the method involves putting more trust in the comparison of recently diverged sequences than in those evolved in the distant past. In particular, this rule is followed: \"once a gap, always a gap.\" The method has been applied to three sets of protein sequences: 7 superoxide dismutases, 11 globins, and 9 tyrosine kinase-like sequences. Multiple alignments and phylogenetic trees for these sets of sequences were determined and compared with trees derived by conventional pairwise treatments. In several instances, the progressive method led to trees that appeared to be more in line with biological expectations than were trees obtained by more commonly used methods.",
    "container-title": "Journal of Molecular Evolution",
    "DOI": "10.1007/BF02603120",
    "ISSN": "0022-2844",
    "issue": "4",
    "journalAbbreviation": "J Mol Evol",
    "language": "eng",
    "note": "PMID: 3118049\nThis CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: url:https://pubmed.ncbi.nlm.nih.gov/3118049",
    "page": "351-360",
    "source": "PubMed",
    "title": "Progressive sequence alignment as a prerequisite to correct phylogenetic trees",
    "volume": "25",
    "author": [
      {
        "family": "Feng",
        "given": "D. F."
      },
      {
        "family": "Doolittle",
        "given": "R. F."
      }
    ],
    "issued": {
      "date-parts": [
        [
          "1987"
        ]
      ]
    },
    "URL": "https://pubmed.ncbi.nlm.nih.gov/3118049"
  },
  {
    "id": "r9luxm5X",
    "type": "article-journal",
    "abstract": "An approach for performing multiple alignments of large numbers of amino acid or nucleotide sequences is described. The method is based on first deriving a phylogenetic tree from a matrix of all pairwise sequence similarity scores, obtained using a fast pairwise alignment algorithm. Then the multiple alignment is achieved from a series of pairwise alignments of clusters of sequences, following the order of branching in the tree. The method is sufficiently fast and economical with memory to be easily implemented on a microcomputer, and yet the results obtained are comparable to those from packages requiring mainframe computer facilities.",
    "container-title": "Gene",
    "DOI": "10.1016/0378-1119(88)90330-7",
    "ISSN": "0378-1119",
    "issue": "1",
    "journalAbbreviation": "Gene",
    "language": "eng",
    "note": "PMID: 3243435\nThis CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: url:https://pubmed.ncbi.nlm.nih.gov/3243435",
    "page": "237-244",
    "source": "PubMed",
    "title": "CLUSTAL: a package for performing multiple sequence alignment on a microcomputer",
    "title-short": "CLUSTAL",
    "volume": "73",
    "author": [
      {
        "family": "Higgins",
        "given": "D. G."
      },
      {
        "family": "Sharp",
        "given": "P. M."
      }
    ],
    "issued": {
      "date-parts": [
        [
          "1988",
          12,
          15
        ]
      ]
    },
    "URL": "https://pubmed.ncbi.nlm.nih.gov/3243435"
  },
  {
    "id": "7ikCKv12",
    "type": "article-journal",
    "abstract": "Natural language processing (NLP) has recently gained much attention for representing and analyzing human language computationally. It has spread its applications in various fields such as machine translation, email spam detection, information extraction, summarization, medical, and question answering etc. In this paper, we first distinguish four phases by discussing different levels of NLP and components of Natural Language Generation followed by presenting the history and evolution of NLP. We then discuss in detail the state of the art presenting the various applications of NLP, current trends, and challenges. Finally, we present a discussion on some available datasets, models, and evaluation metrics in NLP.",
    "container-title": "Multimedia Tools and Applications",
    "DOI": "10.1007/s11042-022-13428-4",
    "ISSN": "1380-7501",
    "issue": "3",
    "journalAbbreviation": "Multimed Tools Appl",
    "language": "eng",
    "note": "PMID: 35855771\nPMCID: PMC9281254\nThis CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: url:https://pubmed.ncbi.nlm.nih.gov/35855771",
    "page": "3713-3744",
    "source": "PubMed",
    "title": "Natural language processing: state of the art, current trends and challenges",
    "title-short": "Natural language processing",
    "volume": "82",
    "author": [
      {
        "family": "Khurana",
        "given": "Diksha"
      },
      {
        "family": "Koli",
        "given": "Aditya"
      },
      {
        "family": "Khatter",
        "given": "Kiran"
      },
      {
        "family": "Singh",
        "given": "Sukhdev"
      }
    ],
    "issued": {
      "date-parts": [
        [
          "2023"
        ]
      ]
    },
    "URL": "https://pubmed.ncbi.nlm.nih.gov/35855771"
  },
  {
    "id": "Q6HnLWXu",
    "type": "article-journal",
    "abstract": "BACKGROUND: Artificial intelligence (AI), machine learning and deep learning (including generative AI) are increasingly being investigated in the context of research and management of human infection.\nOBJECTIVES: We summarise recent and potential future applications of AI and its relevance to clinical infection practice.\nMETHODS: 1617 PubMed results were screened, with priority given to clinical trials, systematic reviews and meta-analyses. This narrative review focusses on studies using prospectively collected real-world data with clinical validation, and on research with translational potential, such as novel drug discovery and microbiome-based interventions.\nRESULTS: There is some evidence of clinical utility of AI applied to laboratory diagnostics (e.g. digital culture plate reading, malaria diagnosis, antimicrobial resistance profiling), clinical imaging analysis (e.g. pulmonary tuberculosis diagnosis), clinical decision support tools (e.g. sepsis prediction, antimicrobial prescribing) and public health outbreak management (e.g. COVID-19). Most studies to date lack any real-world validation or clinical utility metrics. Significant heterogeneity in study design and reporting limits comparability. Many practical and ethical issues exist, including algorithm transparency and risk of bias.\nCONCLUSIONS: Interest in and development of AI-based tools for infection research and management are undoubtedly gaining pace, although the real-world clinical utility to date appears much more modest.",
    "container-title": "The Journal of Infection",
    "DOI": "10.1016/j.jinf.2023.07.006",
    "ISSN": "1532-2742",
    "issue": "4",
    "journalAbbreviation": "J Infect",
    "language": "eng",
    "note": "PMID: 37468046\nThis CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: url:https://pubmed.ncbi.nlm.nih.gov/37468046",
    "page": "287-294",
    "source": "PubMed",
    "title": "Artificial intelligence, machine learning and deep learning: Potential resources for the infection clinician",
    "title-short": "Artificial intelligence, machine learning and deep learning",
    "volume": "87",
    "author": [
      {
        "family": "Theodosiou",
        "given": "Anastasia A."
      },
      {
        "family": "Read",
        "given": "Robert C."
      }
    ],
    "issued": {
      "date-parts": [
        [
          "2023",
          10
        ]
      ]
    },
    "URL": "https://pubmed.ncbi.nlm.nih.gov/37468046"
  },
  {
    "id": "gldEpQ9",
    "type": "article-journal",
    "container-title": "Science Progress",
    "ISSN": "0036-8504",
    "issue": "218",
    "journalAbbreviation": "Sci Prog",
    "language": "eng",
    "note": "PMID: 4859964\nThis CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: url:https://pubmed.ncbi.nlm.nih.gov/4859964",
    "page": "279-292",
    "source": "PubMed",
    "title": "Computers in the study of evolution",
    "volume": "55",
    "author": [
      {
        "family": "Crosby",
        "given": "J. L."
      }
    ],
    "issued": {
      "date-parts": [
        [
          "1967"
        ]
      ]
    },
    "URL": "https://pubmed.ncbi.nlm.nih.gov/4859964"
  },
  {
    "id": "C1oThCRN",
    "type": "article-journal",
    "container-title": "Journal of Molecular Biology",
    "DOI": "10.1016/0022-2836(70)90057-4",
    "ISSN": "0022-2836",
    "issue": "3",
    "journalAbbreviation": "J Mol Biol",
    "language": "eng",
    "note": "PMID: 5420325\nThis CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: url:https://pubmed.ncbi.nlm.nih.gov/5420325",
    "page": "443-453",
    "source": "PubMed",
    "title": "A general method applicable to the search for similarities in the amino acid sequence of two proteins",
    "volume": "48",
    "author": [
      {
        "family": "Needleman",
        "given": "S. B."
      },
      {
        "family": "Wunsch",
        "given": "C. D."
      }
    ],
    "issued": {
      "date-parts": [
        [
          "1970",
          3
        ]
      ]
    },
    "URL": "https://pubmed.ncbi.nlm.nih.gov/5420325"
  },
  {
    "id": "dSNqAXK0",
    "type": "article-journal",
    "abstract": "A collection of PASCAL programs designed for the Apple II microcomputer is presented. These DNA sequence handling and analysis programs are interactive and may be used even by people with no computer experience. The package allows the user to enter a sequence from the keyboard, to modify it, to generate the reverse complement, to create new sequences from parts of other ones, to display or print sequences in various formats. Some analysis tasks are also performed: Translation, searches for restriction sites, for homology with subsequences, either perfect or with an adjustable match percentage. In addition, two programs are also included: The first one allows DNA data sequences generated with a BASIC program under the CP/M operating system to be used with these PASCAL programs. The second one is designed for the automatic assembly of DNA fragments sequences, obtained with the GILBERT-MAXAM or M13 techniques, into a complete sequence.",
    "container-title": "Nucleic Acids Research",
    "DOI": "10.1093/nar/12.1part2.569",
    "ISSN": "0305-1048",
    "issue": "1 Pt 2",
    "journalAbbreviation": "Nucleic Acids Res",
    "language": "eng",
    "note": "PMID: 6320099\nPMCID: PMC321071\nThis CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: url:https://pubmed.ncbi.nlm.nih.gov/6320099",
    "page": "569-579",
    "source": "PubMed",
    "title": "Apple II PASCAL programs for molecular biologists",
    "volume": "12",
    "author": [
      {
        "family": "Malthiery",
        "given": "B."
      },
      {
        "family": "Bellon",
        "given": "B."
      },
      {
        "family": "Giorgi",
        "given": "D."
      },
      {
        "family": "Jacq",
        "given": "B."
      }
    ],
    "issued": {
      "date-parts": [
        [
          "1984",
          1,
          11
        ]
      ]
    },
    "URL": "https://pubmed.ncbi.nlm.nih.gov/6320099"
  },
  {
    "id": "12FKql4zv",
    "type": "article-journal",
    "abstract": "The University of Wisconsin Genetics Computer Group (UWGCG) has been organized to develop computational tools for the analysis and publication of biological sequence data. A group of programs that will interact with each other has been developed for the Digital Equipment Corporation VAX computer using the VMS operating system. The programs available and the conditions for transfer are described.",
    "container-title": "Nucleic Acids Research",
    "DOI": "10.1093/nar/12.1part1.387",
    "ISSN": "0305-1048",
    "issue": "1 Pt 1",
    "journalAbbreviation": "Nucleic Acids Res",
    "language": "eng",
    "note": "PMID: 6546423\nPMCID: PMC321012\nThis CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: url:https://pubmed.ncbi.nlm.nih.gov/6546423",
    "page": "387-395",
    "source": "PubMed",
    "title": "A comprehensive set of sequence analysis programs for the VAX",
    "volume": "12",
    "author": [
      {
        "family": "Devereux",
        "given": "J."
      },
      {
        "family": "Haeberli",
        "given": "P."
      },
      {
        "family": "Smithies",
        "given": "O."
      }
    ],
    "issued": {
      "date-parts": [
        [
          "1984",
          1,
          11
        ]
      ]
    },
    "URL": "https://pubmed.ncbi.nlm.nih.gov/6546423"
  },
  {
    "id": "nzs4mjEF",
    "type": "article-journal",
    "abstract": "The application of maximum likelihood techniques to the estimation of evolutionary trees from nucleic acid sequence data is discussed. A computationally feasible method for finding such maximum likelihood estimates is developed, and a computer program is available. This method has advantages over the traditional parsimony algorithms, which can give misleading results if rates of evolution differ in different lineages. It also allows the testing of hypotheses about the constancy of evolutionary rates by likelihood ratio tests, and gives rough indication of the error of ;the estimate of the tree.",
    "container-title": "Journal of Molecular Evolution",
    "DOI": "10.1007/BF01734359",
    "ISSN": "0022-2844",
    "issue": "6",
    "journalAbbreviation": "J Mol Evol",
    "language": "eng",
    "note": "PMID: 7288891\nThis CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: url:https://pubmed.ncbi.nlm.nih.gov/7288891",
    "page": "368-376",
    "source": "PubMed",
    "title": "Evolutionary trees from DNA sequences: a maximum likelihood approach",
    "title-short": "Evolutionary trees from DNA sequences",
    "volume": "17",
    "author": [
      {
        "family": "Felsenstein",
        "given": "J."
      }
    ],
    "issued": {
      "date-parts": [
        [
          "1981"
        ]
      ]
    },
    "URL": "https://pubmed.ncbi.nlm.nih.gov/7288891"
  },
  {
    "id": "11GoDnHp3",
    "type": "article-journal",
    "abstract": "An approach for genome analysis based on sequencing and assembly of unselected pieces of DNA from the whole chromosome has been applied to obtain the complete nucleotide sequence (1,830,137 base pairs) of the genome from the bacterium Haemophilus influenzae Rd. This approach eliminates the need for initial mapping efforts and is therefore applicable to the vast array of microbial species for which genome maps are unavailable. The H. influenzae Rd genome sequence (Genome Sequence DataBase accession number L42023) represents the only complete genome sequence from a free-living organism.",
    "container-title": "Science (New York, N.Y.)",
    "DOI": "10.1126/science.7542800",
    "ISSN": "0036-8075",
    "issue": "5223",
    "journalAbbreviation": "Science",
    "language": "eng",
    "note": "PMID: 7542800\nThis CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: url:https://pubmed.ncbi.nlm.nih.gov/7542800",
    "page": "496-512",
    "source": "PubMed",
    "title": "Whole-genome random sequencing and assembly of Haemophilus influenzae Rd",
    "volume": "269",
    "author": [
      {
        "family": "Fleischmann",
        "given": "R. D."
      },
      {
        "family": "Adams",
        "given": "M. D."
      },
      {
        "family": "White",
        "given": "O."
      },
      {
        "family": "Clayton",
        "given": "R. A."
      },
      {
        "family": "Kirkness",
        "given": "E. F."
      },
      {
        "family": "Kerlavage",
        "given": "A. R."
      },
      {
        "family": "Bult",
        "given": "C. J."
      },
      {
        "family": "Tomb",
        "given": "J. F."
      },
      {
        "family": "Dougherty",
        "given": "B. A."
      },
      {
        "family": "Merrick",
        "given": "J. M."
      }
    ],
    "issued": {
      "date-parts": [
        [
          "1995",
          7,
          28
        ]
      ]
    },
    "URL": "https://pubmed.ncbi.nlm.nih.gov/7542800"
  },
  {
    "id": "i2bVokif",
    "type": "article-journal",
    "container-title": "Nucleic Acids Research",
    "DOI": "10.1093/nar/21.13.2967",
    "ISSN": "0305-1048",
    "issue": "13",
    "journalAbbreviation": "Nucleic Acids Res",
    "language": "eng",
    "note": "PMID: 8332519\nPMCID: PMC309722\nThis CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: url:https://pubmed.ncbi.nlm.nih.gov/8332519",
    "page": "2967-2971",
    "source": "PubMed",
    "title": "The EMBL data library",
    "volume": "21",
    "author": [
      {
        "family": "Rice",
        "given": "C. M."
      },
      {
        "family": "Fuchs",
        "given": "R."
      },
      {
        "family": "Higgins",
        "given": "D. G."
      },
      {
        "family": "Stoehr",
        "given": "P. J."
      },
      {
        "family": "Cameron",
        "given": "G. N."
      }
    ],
    "issued": {
      "date-parts": [
        [
          "1993",
          7,
          1
        ]
      ]
    },
    "URL": "https://pubmed.ncbi.nlm.nih.gov/8332519"
  },
  {
    "id": "1CARqSM3b",
    "type": "article-journal",
    "abstract": "A new method is presented for inferring evolutionary trees using nucleotide sequence data. The birth-death process is used as a model of speciation and extinction to specify the prior distribution of phylogenies and branching times. Nucleotide substitution is modeled by a continuous-time Markov process. Parameters of the branching model and the substitution model are estimated by maximum likelihood. The posterior probabilities of different phylogenies are calculated and the phylogeny with the highest posterior probability is chosen as the best estimate of the evolutionary relationship among species. We refer to this as the maximum posterior probability (MAP) tree. The posterior probability provides a natural measure of the reliability of the estimated phylogeny. Two example data sets are analyzed to infer the phylogenetic relationship of human, chimpanzee, gorilla, and orangutan. The best trees estimated by the new method are the same as those from the maximum likelihood analysis of separate topologies, but the posterior probabilities are quite different from the bootstrap proportions. The results of the method are found to be insensitive to changes in the rate parameter of the branching process.",
    "container-title": "Journal of Molecular Evolution",
    "DOI": "10.1007/BF02338839",
    "ISSN": "0022-2844",
    "issue": "3",
    "journalAbbreviation": "J Mol Evol",
    "language": "eng",
    "note": "PMID: 8703097\nThis CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: url:https://pubmed.ncbi.nlm.nih.gov/8703097",
    "page": "304-311",
    "source": "PubMed",
    "title": "Probability distribution of molecular evolutionary trees: a new method of phylogenetic inference",
    "title-short": "Probability distribution of molecular evolutionary trees",
    "volume": "43",
    "author": [
      {
        "family": "Rannala",
        "given": "B."
      },
      {
        "family": "Yang",
        "given": "Z."
      }
    ],
    "issued": {
      "date-parts": [
        [
          "1996",
          9
        ]
      ]
    },
    "URL": "https://pubmed.ncbi.nlm.nih.gov/8703097"
  },
  {
    "id": "Ero6Muzo",
    "type": "article-journal",
    "abstract": "Sequencing of large clones or small genomes is generally done by the shotgun approach (Anderson et al. 1982). This has two phases: (1) a shotgun phase in which a number of reads are generated from random subclones and assembled into contigs, followed by (2) a directed, or finishing phase in which the assembly is inspected for correctness and for various kinds of data anomalies (such as contaminant reads, unremoved vector sequence, and chimeric or deleted reads), additional data are collected to close gaps and resolve low quality regions, and editing is performed to correct assembly or base-calling errors. Finishing is currently a bottleneck in large-scale sequencing efforts, and throughput gains will depend both on reducing the need for human intervention and making it as efficient as possible. We have developed a finishing tool, consed, which attempts to implement these principles. A distinguishing feature relative to other programs is the use of error probabilities from our programs phred and phrap as an objective criterion to guide the entire finishing process. More information is available at http:// www.genome.washington.edu/consed/consed. html.",
    "container-title": "Genome Research",
    "DOI": "10.1101/gr.8.3.195",
    "ISSN": "1088-9051",
    "issue": "3",
    "journalAbbreviation": "Genome Res",
    "language": "eng",
    "note": "PMID: 9521923\nThis CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: url:https://pubmed.ncbi.nlm.nih.gov/9521923",
    "page": "195-202",
    "source": "PubMed",
    "title": "Consed: a graphical tool for sequence finishing",
    "title-short": "Consed",
    "volume": "8",
    "author": [
      {
        "family": "Gordon",
        "given": "D."
      },
      {
        "family": "Abajian",
        "given": "C."
      },
      {
        "family": "Green",
        "given": "P."
      }
    ],
    "issued": {
      "date-parts": [
        [
          "1998",
          3
        ]
      ]
    },
    "URL": "https://pubmed.ncbi.nlm.nih.gov/9521923"
  },
  {
    "id": "UK6rEYVY",
    "type": "article-journal",
    "abstract": "It is suggested that a system of chemical substances, called morphogens, reacting together and diffusing through a tissue, is adequate to account for the main phenomena of morphogenesis. Such a system, although it may originally be quite homogeneous, may later develop a pattern or structure due to an instability of the homogeneous equilibrium, which is triggered off by random disturbances. Such reaction-diffusion systems are considered in some detail in the case of an isolated ring of cells, a mathematically convenient, though biologically unusual system. The investigation is chiefly concerned with the onset of instability. It is found that there are six essentially different forms which this may take. In the most interesting form stationary waves appear on the ring. It is suggested that this might account, for instance, for the tentacle patterns on\r\n              Hydra\r\n              and for whorled leaves. A system of reactions and diffusion on a sphere is also considered. Such a system appears to account for gastrulation. Another reaction system in two dimensions gives rise to patterns reminiscent of dappling. It is also suggested that stationary waves in two dimensions could account for the phenomena of phyllotaxis. The purpose of this paper is to discuss a possible mechanism by which the genes of a zygote may determine the anatomical structure of the resulting organism. The theory does not make any new hypotheses; it merely suggests that certain well-known physical laws are sufficient to account for many of the facts. The full understanding of the paper requires a good knowledge of mathematics, some biology, and some elementary chemistry. Since readers cannot be expected to be experts in all of these subjects, a number of elementary facts are explained, which can be found in text-books, but whose omission would make the paper difficult reading.",
    "container-title": "Philosophical Transactions of the Royal Society of London. Series B, Biological Sciences",
    "DOI": "10.1098/rstb.1952.0012",
    "ISSN": "2054-0280",
    "issue": "641",
    "journalAbbreviation": "Phil. Trans. R. Soc. Lond. B",
    "language": "en",
    "page": "37-72",
    "source": "DOI.org (Crossref)",
    "title": "The chemical basis of morphogenesis",
    "URL": "https://royalsocietypublishing.org/doi/10.1098/rstb.1952.0012",
    "volume": "237",
    "accessed": {
      "date-parts": [
        [
          "2024",
          6,
          14
        ]
      ]
    },
    "issued": {
      "date-parts": [
        [
          "1952",
          8,
          14
        ]
      ]
    },
    "note": "This CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: url:https://royalsocietypublishing.org/doi/10.1098/rstb.1952.0012"
  },
  {
    "URL": "https://stacks.stanford.edu/file/druid:pj337tr4694/pj337tr4694.pdf",
    "type": "webpage",
    "id": "TjcFIKAL",
    "note": "This CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: url:https://stacks.stanford.edu/file/druid:pj337tr4694/pj337tr4694.pdf"
  },
  {
    "id": "iWYRgRGv",
    "type": "webpage",
    "abstract": "bioRxiv - the preprint server for biology, operated by Cold Spring Harbor Laboratory, a research and educational institution",
    "title": "bioRxiv.org - the preprint server for Biology",
    "URL": "https://www.biorxiv.org/",
    "accessed": {
      "date-parts": [
        [
          "2024",
          6,
          14
        ]
      ]
    },
    "note": "This CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: url:https://www.biorxiv.org"
  },
  {
    "id": "OvkIs2vK",
    "type": "article",
    "abstract": "Recent advances in deep learning, particularly unsupervised approaches, have shown promise for furthering our biological knowledge through their application to gene expression datasets, though applications to epigenomic data are lacking. Here, we employ an unsupervised deep learning framework with variational autoencoders (VAEs) to learn latent representations of the DNA methylation landscape from three independent breast tumor datasets. Through interrogation of methylation-based learned latent dimension activation values, we demonstrate the feasibility of VAEs to track representative differential methylation patterns among clinical subtypes of tumors. CpGs whose methylation was most correlated VAE latent dimension activation values were significantly enriched for CpG sparse regulatory regions of the genome including enhancer regions. In addition, through comparison with LASSO, we show the utility of the VAE approach for revealing novel information about CpG DNA methylation patterns in breast cancer.",
    "DOI": "10.1101/433763",
    "language": "en",
    "publisher": "bioRxiv",
    "source": "bioRxiv",
    "title": "Unsupervised deep learning with variational autoencoders applied to breast tumor genome-wide DNA methylation data with biologic feature extraction",
    "URL": "https://www.biorxiv.org/content/10.1101/433763v5",
    "author": [
      {
        "family": "Titus",
        "given": "Alexander J."
      },
      {
        "family": "Wilkins",
        "given": "Owen M."
      },
      {
        "family": "Bobak",
        "given": "Carly A."
      },
      {
        "family": "Christensen",
        "given": "Brock C."
      }
    ],
    "accessed": {
      "date-parts": [
        [
          "2024",
          6,
          14
        ]
      ]
    },
    "issued": {
      "date-parts": [
        [
          "2018",
          11,
          7
        ]
      ]
    },
    "note": "This CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: url:https://www.biorxiv.org/content/10.1101/433763v5"
  },
  {
    "id": "17gPkdn86",
    "type": "webpage",
    "title": "The GNU Manifesto - GNU Project - Free Software Foundation",
    "URL": "https://www.gnu.org/gnu/manifesto.en.html",
    "accessed": {
      "date-parts": [
        [
          "2024",
          6,
          14
        ]
      ]
    },
    "note": "This CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: url:https://www.gnu.org/gnu/manifesto.en.html"
  },
  {
    "id": "MNG16ntb",
    "type": "article-journal",
    "abstract": "Embedding a deep-learning model in the known structure of cellular systems yields DCell, a ‘visible’ neural network that can be used to mechanistically interpret genotype–phenotype relationships.",
    "container-title": "Nature Methods",
    "DOI": "10.1038/nmeth.4627",
    "ISSN": "1548-7105",
    "issue": "4",
    "journalAbbreviation": "Nat Methods",
    "language": "en",
    "page": "290-298",
    "source": "www.nature.com",
    "title": "Using deep learning to model the hierarchical structure and function of a cell",
    "URL": "https://www.nature.com/articles/nmeth.4627",
    "volume": "15",
    "author": [
      {
        "family": "Ma",
        "given": "Jianzhu"
      },
      {
        "family": "Yu",
        "given": "Michael Ku"
      },
      {
        "family": "Fong",
        "given": "Samson"
      },
      {
        "family": "Ono",
        "given": "Keiichiro"
      },
      {
        "family": "Sage",
        "given": "Eric"
      },
      {
        "family": "Demchak",
        "given": "Barry"
      },
      {
        "family": "Sharan",
        "given": "Roded"
      },
      {
        "family": "Ideker",
        "given": "Trey"
      }
    ],
    "accessed": {
      "date-parts": [
        [
          "2024",
          6,
          14
        ]
      ]
    },
    "issued": {
      "date-parts": [
        [
          "2018",
          4
        ]
      ]
    },
    "note": "This CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: url:https://www.nature.com/articles/nmeth.4627"
  },
  {
    "id": "3t4YHcSd",
    "type": "article-journal",
    "container-title": "Biochemical Journal",
    "ISSN": "0264-6021",
    "issue": "3",
    "journalAbbreviation": "Biochem J",
    "note": "PMID: 13032078\nPMCID: PMC1198157\nThis CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: url:https://www.ncbi.nlm.nih.gov/pmc/articles/PMC1198157",
    "page": "353-366",
    "source": "PubMed Central",
    "title": "The amino-acid sequence in the glycyl chain of insulin. 1. The identification of lower peptides from partial hydrolysates",
    "URL": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC1198157/",
    "volume": "53",
    "author": [
      {
        "family": "Sanger",
        "given": "F."
      },
      {
        "family": "Thompson",
        "given": "E. O. P."
      }
    ],
    "accessed": {
      "date-parts": [
        [
          "2024",
          6,
          14
        ]
      ]
    },
    "issued": {
      "date-parts": [
        [
          "1953",
          2
        ]
      ]
    }
  },
  {
    "id": "Htmw8erk",
    "type": "article-journal",
    "container-title": "Biochemical Journal",
    "ISSN": "0264-6021",
    "issue": "3",
    "journalAbbreviation": "Biochem J",
    "note": "PMID: 13032079\nPMCID: PMC1198158\nThis CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: url:https://www.ncbi.nlm.nih.gov/pmc/articles/PMC1198158",
    "page": "366-374",
    "source": "PubMed Central",
    "title": "The amino-acid sequence in the glycyl chain of insulin. 2. The investigation of peptides from enzymic hydrolysates",
    "URL": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC1198158/",
    "volume": "53",
    "author": [
      {
        "family": "Sanger",
        "given": "F."
      },
      {
        "family": "Thompson",
        "given": "E. O. P."
      }
    ],
    "accessed": {
      "date-parts": [
        [
          "2024",
          6,
          14
        ]
      ]
    },
    "issued": {
      "date-parts": [
        [
          "1953",
          2
        ]
      ]
    }
  },
  {
    "id": "14cnpLsxs",
    "type": "article-journal",
    "abstract": "GOLD is a comprehensive resource for accessing information related\n to completed and ongoing genome projects world-wide. The database\n currently provides information on 350 genome projects, of which\n 48 have been completely sequenced and their analysis published.\n GOLD was created in 1997 and since April 2000 it has been licensed\n to Integrated Genomics. The database is freely available through the\n URL: http://igweb.integratedgenomics.com/GOLD/.",
    "container-title": "Nucleic Acids Research",
    "ISSN": "0305-1048",
    "issue": "1",
    "journalAbbreviation": "Nucleic Acids Res",
    "note": "PMID: 11125068\nPMCID: PMC29859\nThis CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: url:https://www.ncbi.nlm.nih.gov/pmc/articles/PMC29859",
    "page": "126-127",
    "source": "PubMed Central",
    "title": "Genomes OnLine Database (GOLD):\n a monitor of genome projects world-wide",
    "title-short": "Genomes OnLine Database (GOLD)",
    "URL": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC29859/",
    "volume": "29",
    "author": [
      {
        "family": "Bernal",
        "given": "Axel"
      },
      {
        "family": "Ear",
        "given": "Uy"
      },
      {
        "family": "Kyrpides",
        "given": "Nikos"
      }
    ],
    "accessed": {
      "date-parts": [
        [
          "2024",
          6,
          14
        ]
      ]
    },
    "issued": {
      "date-parts": [
        [
          "2001",
          1,
          1
        ]
      ]
    }
  },
  {
    "id": "M8aKGlSe",
    "type": "article-journal",
    "abstract": "With modern fast sequencing techniques and suitable computer programs it is now possible to sequence whole genomes without the need of restriction maps. This paper describes computer programs that can be used to order both sequence gel readings and clones. A method of coding for uncertainties in gel readings is described. These programs are available on request.",
    "container-title": "Nucleic Acids Research",
    "ISSN": "0305-1048",
    "issue": "7",
    "journalAbbreviation": "Nucleic Acids Res",
    "note": "PMID: 461197\nPMCID: PMC327874\nThis CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: url:https://www.ncbi.nlm.nih.gov/pmc/articles/PMC327874",
    "page": "2601-2610",
    "source": "PubMed Central",
    "title": "A strategy of DNA sequencing employing computer programs.",
    "URL": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC327874/",
    "volume": "6",
    "author": [
      {
        "family": "Staden",
        "given": "R"
      }
    ],
    "accessed": {
      "date-parts": [
        [
          "2024",
          6,
          14
        ]
      ]
    },
    "issued": {
      "date-parts": [
        [
          "1979",
          6,
          11
        ]
      ]
    }
  },
  {
    "id": "Tx5CQPm8",
    "type": "article-journal",
    "abstract": "GenBank® (http://www.ncbi.nlm.nih.gov) is a comprehensive database that contains publicly available nucleotide sequences for almost 260 000 formally described species. These sequences are obtained primarily through submissions from individual laboratories and batch submissions from large-scale sequencing projects, including whole-genome shotgun (WGS) and environmental sampling projects. Most submissions are made using the web-based BankIt or standalone Sequin programs, and GenBank staff assigns accession numbers upon data receipt. Daily data exchange with the European Nucleotide Archive (ENA) and the DNA Data Bank of Japan (DDBJ) ensures worldwide coverage. GenBank is accessible through the NCBI Entrez retrieval system, which integrates data from the major DNA and protein sequence databases along with taxonomy, genome, mapping, protein structure and domain information, and the biomedical journal literature via PubMed. BLAST provides sequence similarity searches of GenBank and other sequence databases. Complete bimonthly releases and daily updates of the GenBank database are available by FTP. To access GenBank and its related retrieval and analysis services, begin at the NCBI home page: www.ncbi.nlm.nih.gov.",
    "container-title": "Nucleic Acids Research",
    "DOI": "10.1093/nar/gks1195",
    "ISSN": "0305-1048",
    "issue": "Database issue",
    "journalAbbreviation": "Nucleic Acids Res",
    "note": "PMID: 23193287\nPMCID: PMC3531190\nThis CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: url:https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3531190",
    "page": "D36-D42",
    "source": "PubMed Central",
    "title": "GenBank",
    "URL": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3531190/",
    "volume": "41",
    "author": [
      {
        "family": "Benson",
        "given": "Dennis A."
      },
      {
        "family": "Cavanaugh",
        "given": "Mark"
      },
      {
        "family": "Clark",
        "given": "Karen"
      },
      {
        "family": "Karsch-Mizrachi",
        "given": "Ilene"
      },
      {
        "family": "Lipman",
        "given": "David J."
      },
      {
        "family": "Ostell",
        "given": "James"
      },
      {
        "family": "Sayers",
        "given": "Eric W."
      }
    ],
    "accessed": {
      "date-parts": [
        [
          "2024",
          6,
          14
        ]
      ]
    },
    "issued": {
      "date-parts": [
        [
          "2013",
          1
        ]
      ]
    }
  },
  {
    "id": "sT4CEJLS",
    "type": "article-journal",
    "abstract": "Quantitatively accurate all-atom molecular dynamics (MD) simulations of protein folding have long been considered a holy grail of computational biology. Due to the large system sizes and long timescales involved, such a pursuit was for many years computationally intractable. Further, sufficiently accurate forcefields needed to be developed in order to realistically model folding. This decade, however, saw the first reports of folding simulations describing kinetics on the order of milliseconds, placing many proteins firmly within reach of these methods. Progress in sampling and forcefield accuracy, however, presents a new challenge: how to turn huge MD datasets into scientific understanding. Here, we review recent progress in MD simulation techniques and show how the vast datasets generated by such techniques present new challenges for analysis. We critically discuss the state of the art, including reaction coordinate and Markov state model (MSM) methods, and provide a perspective for the future.",
    "container-title": "Current opinion in structural biology",
    "DOI": "10.1016/j.sbi.2012.11.002",
    "ISSN": "0959-440X",
    "issue": "1",
    "journalAbbreviation": "Curr Opin Struct Biol",
    "note": "PMID: 23237705\nPMCID: PMC3673555\nThis CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: url:https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3673555",
    "page": "58-65",
    "source": "PubMed Central",
    "title": "To Milliseconds and Beyond: Challenges in the Simulation of Protein Folding",
    "title-short": "To Milliseconds and Beyond",
    "URL": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3673555/",
    "volume": "23",
    "author": [
      {
        "family": "Lane",
        "given": "Thomas J."
      },
      {
        "family": "Shukla",
        "given": "Diwakar"
      },
      {
        "family": "Beauchamp",
        "given": "Kyle A."
      },
      {
        "family": "Pande",
        "given": "Vijay S."
      }
    ],
    "accessed": {
      "date-parts": [
        [
          "2024",
          6,
          14
        ]
      ]
    },
    "issued": {
      "date-parts": [
        [
          "2013",
          2
        ]
      ]
    }
  },
  {
    "id": "16yino3ku",
    "type": "article-journal",
    "abstract": "Whole-cell modeling promises to facilitate scientific inquiry by prioritizing future experiments based on existing datasets. To test this promise, we compared simulated growth rates with new measurements for all viable single-gene disruption strains in Mycoplasma genitalium. The discrepancies between simulations and experiments led to novel model predictions about specific kinetic parameters that we subsequently validated. These findings represent the first application of whole-cell modeling to accelerate biological discovery.",
    "container-title": "Nature methods",
    "DOI": "10.1038/nmeth.2724",
    "ISSN": "1548-7091",
    "issue": "12",
    "journalAbbreviation": "Nat Methods",
    "note": "PMID: 24185838\nPMCID: PMC3856890\nThis CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: url:https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3856890",
    "page": "1192-1195",
    "source": "PubMed Central",
    "title": "Accelerated discovery via a whole-cell model",
    "URL": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3856890/",
    "volume": "10",
    "author": [
      {
        "family": "Sanghvi",
        "given": "Jayodita C."
      },
      {
        "family": "Regot",
        "given": "Sergi"
      },
      {
        "family": "Carrasco",
        "given": "Silvia"
      },
      {
        "family": "Karr",
        "given": "Jonathan R."
      },
      {
        "family": "Gutschow",
        "given": "Miriam V."
      },
      {
        "family": "Bolival",
        "given": "Benjamin"
      },
      {
        "family": "Covert",
        "given": "Markus W."
      }
    ],
    "accessed": {
      "date-parts": [
        [
          "2024",
          6,
          14
        ]
      ]
    },
    "issued": {
      "date-parts": [
        [
          "2013",
          12
        ]
      ]
    }
  },
  {
    "id": "10pibmvLC",
    "type": "article-journal",
    "container-title": "Proceedings of the National Academy of Sciences of the United States of America",
    "ISSN": "0027-8424",
    "issue": "6",
    "journalAbbreviation": "Proc Natl Acad Sci U S A",
    "note": "PMID: 806076\nPMCID: PMC432675\nThis CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: url:https://www.ncbi.nlm.nih.gov/pmc/articles/PMC432675",
    "page": "1981-1984",
    "source": "PubMed Central",
    "title": "Summary statement of the Asilomar conference on recombinant DNA molecules.",
    "URL": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC432675/",
    "volume": "72",
    "author": [
      {
        "family": "Berg",
        "given": "P"
      },
      {
        "family": "Baltimore",
        "given": "D"
      },
      {
        "family": "Brenner",
        "given": "S"
      },
      {
        "family": "Roblin",
        "given": "R O"
      },
      {
        "family": "Singer",
        "given": "M F"
      }
    ],
    "accessed": {
      "date-parts": [
        [
          "2024",
          6,
          14
        ]
      ]
    },
    "issued": {
      "date-parts": [
        [
          "1975",
          6
        ]
      ]
    }
  },
  {
    "id": "qPG24gP6",
    "type": "article-journal",
    "abstract": "Basic Local Alignment Search Tool (BLAST) is one of the most heavily used sequence analysis tools available in the public domain. There is now a wide choice of BLAST algorithms that can be used to search many different sequence databases via the BLAST web pages (http://www.ncbi.nlm.nih.gov/BLAST/). All the algorithm–database combinations can be executed with default parameters or with customized settings, and the results can be viewed in a variety of ways. A new online resource, the BLAST Program Selection Guide, has been created to assist in the definition of search strategies. This article discusses optimal search strategies and highlights some BLAST features that can make your searches more powerful.",
    "container-title": "Nucleic Acids Research",
    "DOI": "10.1093/nar/gkh435",
    "ISSN": "0305-1048",
    "issue": "Web Server issue",
    "journalAbbreviation": "Nucleic Acids Res",
    "note": "PMID: 15215342\nPMCID: PMC441573\nThis CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: url:https://www.ncbi.nlm.nih.gov/pmc/articles/PMC441573",
    "page": "W20-W25",
    "source": "PubMed Central",
    "title": "BLAST: at the core of a powerful and diverse set of sequence analysis tools",
    "title-short": "BLAST",
    "URL": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC441573/",
    "volume": "32",
    "author": [
      {
        "family": "McGinnis",
        "given": "Scott"
      },
      {
        "family": "Madden",
        "given": "Thomas L."
      }
    ],
    "accessed": {
      "date-parts": [
        [
          "2024",
          6,
          14
        ]
      ]
    },
    "issued": {
      "date-parts": [
        [
          "2004",
          7,
          1
        ]
      ]
    }
  },
  {
    "id": "Z7e2T8go",
    "type": "article-journal",
    "abstract": "Molecular dynamics simulations have evolved into a mature technique that can be used effectively to understand macromolecular structure-to-function relationships. Present simulation times are close to biologically relevant ones. Information gathered about the dynamic properties of macromolecules is rich enough to shift the usual paradigm of structural bioinformatics from studying single structures to analyze conformational ensembles. Here, we describe the foundations of molecular dynamics and the improvements made in the direction of getting such ensemble. Specific application of the technique to three main issues (allosteric regulation, docking, and structure refinement) is discussed.",
    "container-title": "Advances and Applications in Bioinformatics and Chemistry : AABC",
    "DOI": "10.2147/AABC.S70333",
    "ISSN": "1178-6949",
    "journalAbbreviation": "Adv Appl Bioinform Chem",
    "note": "PMID: 26604800\nPMCID: PMC4655909\nThis CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: url:https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4655909",
    "page": "37-47",
    "source": "PubMed Central",
    "title": "Molecular dynamics simulations: advances and applications",
    "title-short": "Molecular dynamics simulations",
    "URL": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4655909/",
    "volume": "8",
    "author": [
      {
        "family": "Hospital",
        "given": "Adam"
      },
      {
        "family": "Goñi",
        "given": "Josep Ramon"
      },
      {
        "family": "Orozco",
        "given": "Modesto"
      },
      {
        "family": "Gelpí",
        "given": "Josep L"
      }
    ],
    "accessed": {
      "date-parts": [
        [
          "2024",
          6,
          14
        ]
      ]
    },
    "issued": {
      "date-parts": [
        [
          "2015",
          11,
          19
        ]
      ]
    }
  },
  {
    "id": "MgRWKCpM",
    "type": "article-journal",
    "abstract": "Whole-cell dynamical models of human cells are a central goal of systems\nbiology. Such models could help researchers understand cell biology and help\nphysicians treat disease. Despite significant challenges, we believe that human\nwhole-cell models are rapidly becoming feasible. To develop a plan for achieving\nhuman whole-cell models, we analyzed the existing models of individual cellular\npathways, surveyed the biomodeling community, and reflected on our experience\ndeveloping whole-cell models of bacteria. Based on these analyses, we propose a\nplan for a project, termed the Human Whole-Cell Modeling\nProject, to achieve human whole-cell models. The foundations of the\nplan include technology development, standards development, and\ninterdisciplinary collaboration.,",
    "container-title": "Current opinion in systems biology",
    "DOI": "10.1016/j.coisb.2017.10.005",
    "ISSN": "2452-3100",
    "journalAbbreviation": "Curr Opin Syst Biol",
    "note": "PMID: 29806041\nPMCID: PMC5966287\nThis CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: url:https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5966287",
    "page": "8-15",
    "source": "PubMed Central",
    "title": "A blueprint for human whole-cell modeling",
    "URL": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5966287/",
    "volume": "7",
    "author": [
      {
        "family": "Szigeti",
        "given": "Balázs"
      },
      {
        "family": "Roth",
        "given": "Yosef D."
      },
      {
        "family": "Sekar",
        "given": "John A. P."
      },
      {
        "family": "Goldberg",
        "given": "Arthur P."
      },
      {
        "family": "Pochiraju",
        "given": "Saahith C."
      },
      {
        "family": "Karr",
        "given": "Jonathan R."
      }
    ],
    "accessed": {
      "date-parts": [
        [
          "2024",
          6,
          14
        ]
      ]
    },
    "issued": {
      "date-parts": [
        [
          "2018",
          2
        ]
      ]
    }
  },
  {
    "id": "16JwdMPBH",
    "type": "article-journal",
    "abstract": "Next-generation sequencing has the ability to revolutionize almost all fields of biological science. It has drastically reduced the cost of sequencing. This allows us to study the whole genome or part of the genome to understand how the cellular functions are governed by the genetic code. The data obtained in huge quantity from sequencing upon analysis gives an insight to understand the mechanism of pathogen biology, virulence, and phenomenon of bacterial resistance, which helps in investigating the outbreak. This ultimately helps in the development of therapies for public health welfare against human pathogen and diagnostic reagents for the screening. This chapter includes the basic of Sanger’s method of DNA sequencing and next-generation sequencing, different available platforms for sequencing with their advantages, and limitations and their chemistry with an overview of downstream data analysis. Furthermore, the breadth of applications of high-throughput NGS technology for human health has been discussed.",
    "container-title": "Microbial Technology for the Welfare of Society",
    "DOI": "10.1007/978-981-13-8844-6_15",
    "journalAbbreviation": "Microbial Technology for the Welfare of Society",
    "note": "PMID: null\nPMCID: PMC7122948\nThis CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: url:https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7122948",
    "page": "313-341",
    "source": "PubMed Central",
    "title": "Next-Generation Sequencing and Its Application: Empowering in Public Health Beyond Reality",
    "title-short": "Next-Generation Sequencing and Its Application",
    "URL": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7122948/",
    "volume": "17",
    "author": [
      {
        "family": "Gupta",
        "given": "Nidhi"
      },
      {
        "family": "Verma",
        "given": "Vijay K."
      }
    ],
    "accessed": {
      "date-parts": [
        [
          "2024",
          6,
          14
        ]
      ]
    },
    "issued": {
      "date-parts": [
        [
          "2019",
          9,
          13
        ]
      ]
    }
  },
  {
    "id": "OHHpDn0z",
    "type": "article-journal",
    "abstract": "Computer-aided design (CAD) for synthetic biology promises to accelerate the rational and robust engineering of biological systems. It requires both detailed and quantitative mathematical and experimental models of the processes to (re)design biology, and software and tools for genetic engineering and DNA assembly. Ultimately, the increased precision in the design phase will have a dramatic impact on the production of designer cells and organisms with bespoke functions and increased modularity. CAD strategies require quantitative models of cells that can capture multiscale processes and link genotypes to phenotypes. Here, we present a perspective on how whole-cell, multiscale models could transform design-build-test-learn cycles in synthetic biology. We show how these models could significantly aid in the design and learn phases while reducing experimental testing by presenting case studies spanning from genome minimization to cell-free systems. We also discuss several challenges for the realization of our vision. The possibility to describe and build whole-cells in silico offers an opportunity to develop increasingly automatized, precise and accessible CAD tools and strategies.",
    "container-title": "Frontiers in Bioengineering and Biotechnology",
    "DOI": "10.3389/fbioe.2020.00942",
    "ISSN": "2296-4185",
    "journalAbbreviation": "Front Bioeng Biotechnol",
    "note": "PMID: 32850764\nPMCID: PMC7426639\nThis CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: url:https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7426639",
    "page": "942",
    "source": "PubMed Central",
    "title": "Computer-Aided Whole-Cell Design: Taking a Holistic Approach by Integrating Synthetic With Systems Biology",
    "title-short": "Computer-Aided Whole-Cell Design",
    "URL": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7426639/",
    "volume": "8",
    "author": [
      {
        "family": "Marucci",
        "given": "Lucia"
      },
      {
        "family": "Barberis",
        "given": "Matteo"
      },
      {
        "family": "Karr",
        "given": "Jonathan"
      },
      {
        "family": "Ray",
        "given": "Oliver"
      },
      {
        "family": "Race",
        "given": "Paul R."
      },
      {
        "family": "Souza Andrade",
        "given": "Miguel",
        "non-dropping-particle": "de"
      },
      {
        "family": "Grierson",
        "given": "Claire"
      },
      {
        "family": "Hoffmann",
        "given": "Stefan Andreas"
      },
      {
        "family": "Landon",
        "given": "Sophie"
      },
      {
        "family": "Rech",
        "given": "Elibio"
      },
      {
        "family": "Rees-Garbutt",
        "given": "Joshua"
      },
      {
        "family": "Seabrook",
        "given": "Richard"
      },
      {
        "family": "Shaw",
        "given": "William"
      },
      {
        "family": "Woods",
        "given": "Christopher"
      }
    ],
    "accessed": {
      "date-parts": [
        [
          "2024",
          6,
          14
        ]
      ]
    },
    "issued": {
      "date-parts": [
        [
          "2020",
          8,
          7
        ]
      ]
    }
  },
  {
    "id": "CvVpaf4a",
    "type": "webpage",
    "abstract": "The Nobel Prize in Chemistry 1993 was awarded \"for contributions to the developments of methods within DNA-based chemistry\" jointly with one half to Kary B. Mullis \"for his invention of the polymerase chain reaction (PCR) method\" and with one half to Michael Smith \"for his fundamental contributions to the establishment of oligonucleotide-based, site-directed mutagenesis and its development for protein studies\"",
    "container-title": "NobelPrize.org",
    "language": "en-US",
    "title": "The Nobel Prize in Chemistry 1993",
    "URL": "https://www.nobelprize.org/prizes/chemistry/1993/mullis/lecture/",
    "accessed": {
      "date-parts": [
        [
          "2024",
          6,
          14
        ]
      ]
    },
    "note": "This CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: url:https://www.nobelprize.org/prizes/chemistry/1993/mullis/lecture"
  },
  {
    "URL": "https://www.researchgate.net/publication/221307757_The_Free_Software_Movement_and_the_GNULinux_Operating_System",
    "type": "webpage",
    "id": "WD5AIwcy",
    "note": "This CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: url:https://www.researchgate.net/publication/221307757_The_Free_Software_Movement_and_the_GNULinux_Operating_System"
  },
  {
    "URL": "https://www.researchgate.net/publication/223020409_Chen_CM_Intelligent_Web-based_Learning_System_with_Personalized_Learning_Path_Guidance_Computers_Education_512_787-814",
    "type": "webpage",
    "id": "Gz18T5lX",
    "note": "This CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: url:https://www.researchgate.net/publication/223020409_Chen_CM_Intelligent_Web-based_Learning_System_with_Personalized_Learning_Path_Guidance_Computers_Education_512_787-814"
  },
  {
    "URL": "https://www.researchgate.net/publication/235028224_The_Applicability_and_Limitations_of_Expert_System_Shells",
    "type": "webpage",
    "id": "om2dJrZ8",
    "note": "This CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: url:https://www.researchgate.net/publication/235028224_The_Applicability_and_Limitations_of_Expert_System_Shells"
  },
  {
    "URL": "https://www.researchgate.net/publication/30874496_Artificial_Intelligence_A_Modern_Approach",
    "type": "webpage",
    "id": "AviPiwRn",
    "note": "This CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: url:https://www.researchgate.net/publication/30874496_Artificial_Intelligence_A_Modern_Approach"
  },
  {
    "URL": "https://www.researchgate.net/publication/322870935_A_New_Dimension_of_Breast_Cancer_Epigenetics_-_Applications_of_Variational_Autoencoders_with_DNA_Methylation",
    "type": "webpage",
    "id": "Miw01DVK",
    "note": "This CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: url:https://www.researchgate.net/publication/322870935_A_New_Dimension_of_Breast_Cancer_Epigenetics_-_Applications_of_Variational_Autoencoders_with_DNA_Methylation"
  },
  {
    "URL": "https://www.researchgate.net/publication/377955158_Autoencoders_and_their_applications_in_machine_learning_a_survey",
    "type": "webpage",
    "id": "z4zN2ueG",
    "note": "This CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: url:https://www.researchgate.net/publication/377955158_Autoencoders_and_their_applications_in_machine_learning_a_survey"
  },
  {
    "id": "DOfI6ZOm",
    "type": "article-journal",
    "abstract": "MYCIN is a computer-based consultation system designed to assist physicians in the diagnosis of and therapy selection for patients with bacterial infections. In addition to the consultation system itself, MYCIN contains an explanation system which can answer simple English questions in order to justify its advice or educate the user. The system's knowledge is encoded in the form of some 350 production rules which embody the clinical decision criteria of infectious disease experts. Much of MYCIN's power derives from the modular, highly stylized nature of these decision rules, enabling the system to dissect its own reasoning and allowing easy modification of the knowledge base.",
    "container-title": "International Journal of Man-Machine Studies",
    "DOI": "10.1016/S0020-7373(78)80049-2",
    "ISSN": "0020-7373",
    "issue": "3",
    "journalAbbreviation": "International Journal of Man-Machine Studies",
    "page": "313-322",
    "source": "ScienceDirect",
    "title": "MYCIN: a knowledge-based consultation program for infectious disease diagnosis",
    "title-short": "MYCIN",
    "URL": "https://www.sciencedirect.com/science/article/pii/S0020737378800492",
    "volume": "10",
    "author": [
      {
        "family": "Melle",
        "given": "William",
        "non-dropping-particle": "van"
      }
    ],
    "accessed": {
      "date-parts": [
        [
          "2024",
          6,
          14
        ]
      ]
    },
    "issued": {
      "date-parts": [
        [
          "1978",
          5,
          1
        ]
      ]
    },
    "note": "This CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: url:https://www.sciencedirect.com/science/article/abs/pii/S0020737378800492"
  },
  {
    "id": "1J5MgQt2",
    "type": "article-journal",
    "abstract": "Generative artificial intelligence (GAI) is a rapidly growing field with a wide range of applications. In this paper, a thorough examination of the research landscape in GAI is presented, encompassing a comprehensive overview of the prevailing themes and topics within the field. The study analyzes a corpus of 1319 records from Scopus spanning from 1985 to 2023 and comprises journal articles, books, book chapters, conference papers, and selected working papers. The analysis revealed seven distinct clusters of topics in GAI research: image processing and content analysis, content generation, emerging use cases, engineering, cognitive inference and planning, data privacy and security, and Generative Pre-Trained Transformer (GPT) academic applications. The paper discusses the findings of the analysis and identifies some of the key challenges and opportunities in GAI research. The paper concludes by calling for further research in GAI, particularly in the areas of explainability, robustness, cross-modal and multi-modal generation, and interactive co-creation. The paper also highlights the importance of addressing the challenges of data privacy and security in GAI and responsible use of GAI.",
    "collection-title": "Systematic Review and Meta-analysis in Information Management Research",
    "container-title": "Data and Information Management",
    "DOI": "10.1016/j.dim.2024.100066",
    "ISSN": "2543-9251",
    "issue": "2",
    "journalAbbreviation": "Data and Information Management",
    "page": "100066",
    "source": "ScienceDirect",
    "title": "Generative AI: A systematic review using topic modelling techniques",
    "title-short": "Generative AI",
    "URL": "https://www.sciencedirect.com/science/article/pii/S2543925124000020",
    "volume": "8",
    "author": [
      {
        "family": "Gupta",
        "given": "Priyanka"
      },
      {
        "family": "Ding",
        "given": "Bosheng"
      },
      {
        "family": "Guan",
        "given": "Chong"
      },
      {
        "family": "Ding",
        "given": "Ding"
      }
    ],
    "accessed": {
      "date-parts": [
        [
          "2024",
          6,
          14
        ]
      ]
    },
    "issued": {
      "date-parts": [
        [
          "2024",
          6,
          1
        ]
      ]
    },
    "note": "This CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: url:https://www.sciencedirect.com/science/article/pii/S2543925124000020"
  },
  {
    "id": "13wKjJvoL",
    "type": "article-journal",
    "abstract": "The development of artificial intelligence technology is currently bringing about new opportunities in construction. Machine learning is a major area of interest within the field of artificial intelligence, playing a pivotal role in the process of making construction “smart”. The application of machine learning in construction has the potential to open up an array of opportunities such as site supervision, automatic detection, and intelligent maintenance. However, the implementation of machine learning faces a range of challenges due to the difficulties in acquiring labeled data, especially when applied in a highly complex construction site environment. This paper reviews the history of machine learning development from shallow to deep learning and its applications in construction. The strengths and weaknesses of machine learning technology in construction have been analyzed in order to foresee the future direction of machine learning applications in this sphere. Furthermore, this paper presents suggestions which may benefit researchers in terms of combining specific knowledge domains in construction with machine learning algorithms so as to develop dedicated deep network models for the industry.",
    "container-title": "Developments in the Built Environment",
    "DOI": "10.1016/j.dibe.2021.100045",
    "ISSN": "2666-1659",
    "journalAbbreviation": "Developments in the Built Environment",
    "page": "100045",
    "source": "ScienceDirect",
    "title": "Machine learning in construction: From shallow to deep learning",
    "title-short": "Machine learning in construction",
    "URL": "https://www.sciencedirect.com/science/article/pii/S2666165921000041",
    "volume": "6",
    "author": [
      {
        "family": "Xu",
        "given": "Yayin"
      },
      {
        "family": "Zhou",
        "given": "Ying"
      },
      {
        "family": "Sekula",
        "given": "Przemyslaw"
      },
      {
        "family": "Ding",
        "given": "Lieyun"
      }
    ],
    "accessed": {
      "date-parts": [
        [
          "2024",
          6,
          14
        ]
      ]
    },
    "issued": {
      "date-parts": [
        [
          "2021",
          5,
          1
        ]
      ]
    },
    "note": "This CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: url:https://www.sciencedirect.com/science/article/pii/S2666165921000041"
  },
  {
    "id": "1Bxyvu5tQ",
    "type": "paper-conference",
    "abstract": "Among the main chemical constituents of the human body--and, in fact, of all living things--are proteins. In addition to serving as component structural parts of many types of living tissues, the proteins are &lt;u&gt;enzymes&lt;/u&gt; that are necessary in order that the chemical reactions which comprise the life processes may occur. The protein enzymes act to \"decode\" the message of the genes, interpreting this message in terms of specific chemical reactions which determine the physical and functional characteristics of the organism. Thus proteins play a uniquely vital role in the evolution, ontogeny, and maintenance of living organisms. It therefore becomes important when studying the basis of life processes to know the structure of the proteins themselves.",
    "container-title": "Proceedings of the December 4-6, 1962, fall joint computer conference on - AFIPS '62 (Fall)",
    "DOI": "10.1145/1461518.1461546",
    "event-place": "Philadelphia, Pennsylvania",
    "event-title": "the December 4-6, 1962, fall joint computer conference",
    "language": "en",
    "page": "262-274",
    "publisher": "ACM Press",
    "publisher-place": "Philadelphia, Pennsylvania",
    "source": "Semantic Scholar",
    "title": "Comprotein: a computer program to aid primary protein structure determination",
    "title-short": "Comprotein",
    "URL": "http://portal.acm.org/citation.cfm?doid=1461518.1461546",
    "author": [
      {
        "family": "Dayhoff",
        "given": "Margaret Oakley"
      },
      {
        "family": "Ledley",
        "given": "Robert S."
      }
    ],
    "accessed": {
      "date-parts": [
        [
          "2024",
          6,
          14
        ]
      ]
    },
    "issued": {
      "date-parts": [
        [
          "1962"
        ]
      ]
    },
    "note": "This CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: url:https://www.semanticscholar.org/paper/Comprotein%3A-a-computer-program-to-aid-primary-Dayhoff-Ledley/5c73ddc7e6e3e142736210c8a2e71cc6e647bc41"
  },
  {
    "id": "bUBwlqml",
    "type": "article-journal",
    "abstract": "Suggestions for the behavior of expert systems and the responsibility of designers to their users are proposed and Simplicity is highly recommended. The user interface to an expert system shares many design objectives and methods with the interface to a computer system of any sort. Nevertheless, significant aspects of behavior and user expectation are peculiar to expert systems and their users. These considerations are discussed here with examples from an actual system. Guidelines for the behavior of expert systems and the responsibility of designers to their users are proposed. Simplicity is highly recommended. Entia non sunt multiplicanda praete necessitatem.",
    "container-title": "The AI Magazine",
    "language": "en",
    "source": "www.semanticscholar.org",
    "title": "On Interface Requirements for Expert Systems",
    "URL": "https://www.semanticscholar.org/paper/On-Interface-Requirements-for-Expert-Systems-Wexelblat/291bffa7fec4fafff62462d015dd86c466273d4c",
    "author": [
      {
        "family": "Wexelblat",
        "given": "R."
      }
    ],
    "accessed": {
      "date-parts": [
        [
          "2024",
          6,
          14
        ]
      ]
    },
    "issued": {
      "date-parts": [
        [
          "1989"
        ]
      ]
    },
    "note": "This CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: url:https://www.semanticscholar.org/paper/On-Interface-Requirements-for-Expert-Systems-Wexelblat/291bffa7fec4fafff62462d015dd86c466273d4c"
  },
  {
    "id": "UglDtG3f",
    "type": "article-journal",
    "container-title": "Ergonomics",
    "DOI": "10.1080/00140138208924954",
    "ISSN": "0014-0139, 1366-5847",
    "issue": "4",
    "journalAbbreviation": "Ergonomics",
    "language": "en",
    "page": "269-284",
    "source": "DOI.org (Crossref)",
    "title": "The BLEND system Programme for the study of some ‘electronic journals’∗",
    "URL": "http://www.tandfonline.com/doi/abs/10.1080/00140138208924954",
    "volume": "25",
    "author": [
      {
        "family": "Shackel",
        "given": "B."
      }
    ],
    "accessed": {
      "date-parts": [
        [
          "2024",
          6,
          14
        ]
      ]
    },
    "issued": {
      "date-parts": [
        [
          "1982",
          4
        ]
      ]
    },
    "note": "This CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: url:https://www.tandfonline.com/doi/abs/10.1080/00140138208924954"
  }
]
